let bookContent =
    `
    <h2>Источник: https://bookzip.ru/</h2>
    <section><title><p>Глава 1</p>
    </title><image l:href="#i_002.png"></image><empty-line></empty-line><p>– Том!</p>
    <p>Ни звука.</p>
    <p>– Томас!</p>
    <p>Молчание.</p>
<p>– Удивительно, и куда провалился этот мальчишка? Где ты, Том?</p>
<p>Нет ответа.</p>
<p>Тетя Полли сдвинула очки на кончик носа и оглядела комнату. Затем подняла очки на лоб и оглядела комнату из-под них. Почти никогда она не глядела на такую ерунду, как мальчишка, сквозь очки; это были парадные очки, и приобретены они были исключительно для красоты, а не ради пользы. Поэтому разглядеть что-либо сквозь них было так же трудно, как сквозь печную дверцу. На минуту она застыла в раздумье, а затем произнесла – не особенно громко, но так, что мебель в комнате могла ее расслышать:</p>
<p>– Ну погоди, дай только добраться до тебя, и я…</p>
<p>Оборвав себя на полуслове, она наклонилась и принялась шарить половой щеткой под кроватью, переводя дух после каждой попытки. Однако ничего, кроме перепуганной кошки, извлечь оттуда ей не удалось.</p>
<p>– Что за наказание, в жизни такого ребенка не видывала!</p>
<p>Подойдя к распахнутой настежь двери, она остановилась на пороге и окинула взглядом огород – грядки томатов, основательно заросших сорняками. Тома не было и здесь. Тогда, повысив голос настолько, чтобы ее было слышно и за забором, тетя Полли крикнула:</p>
<p>– То-о-ом, ты куда пропал?</p>
<p>Позади послышался едва уловимый шорох, и она мгновенно оглянулась – так, чтобы успеть ухватить за помочи мальчишку, прежде чем тот шмыгнет в дверь.</p>
<p>– Так и есть! Я опять упустила из виду чулан. Что тебе там понадобилось?</p>
<p>– Ничего.</p>
<p>– Как это – ничего? А в чем у тебя руки? Кстати, и физиономия тоже. Это что такое?</p>
<p>– Откуда мне знать, тетушка?</p>
<p>– Зато я знаю. Это варенье – вот это что! Сотню раз я тебе твердила: не смей прикасаться к варенью! Подай сюда розгу.</p>
<p>Розга угрожающе засвистела в воздухе – беды не миновать.</p>
<p>– Ой, тетушка, что это там шевелится в углу?!</p>
<p>Пожилая леди стремительно обернулась, подхватив юбки, чтобы уберечь себя от опасности. Мальчик мигом перемахнул через забор огорода – и был таков.</p>
<p>В первое мгновение тетя Полли оторопела, но потом рассмеялась:</p>
<p>– Ну и прохвост! Неужто я так ничему и не научусь? Разве мало я перевидала его каверз? Пора бы уже мне и поумнеть. Но недаром ведь сказано: нет хуже дурака, чем старый дурак, а старую собаку не выучишь новым фокусам. Но, господи боже мой, ведь он каждый день придумывает что-нибудь новенькое – как же тут угадаешь? А главное, знает, где предел моему терпению, и стоит ему меня рассмешить или хоть на минуту сбить с толку, так я даже отшлепать его как следует не могу. Ох, не исполняю я свой долг, хоть это и великий грех! Верно сказано в Библии: кто щадит отпрыска своего, тот его и губит… И что тут поделаешь: Том сущий бесенок, но ведь он, бедняжка, сын моей покойной сестры – и у кого же рука поднимется наказывать сироту? Потакать ему – совесть не велит, а возьмешься за розгу – сердце разрывается. Недаром в Библии говорится: век человеческий краток и полон скорбей. Истинная правда! Вот, пожалуйста: сегодня он отлынивает от школы, значит, придется мне завтра его наказать – пусть потрудится. Жалко заставлять мальчика работать, когда у всех детей праздник, но я-то знаю, что работа для него вдвое хуже розги, а я обязана исполнить свой долг, иначе окончательно погублю душу ребенка.</p>
<p>В школу Том действительно не пошел, поэтому время провел отлично. Он едва успел вернуться домой, чтобы перед ужином помочь негритенку Джиму напилить дров и наколоть щепок для растопки. А уж если по правде – для того, чтобы поведать Джиму о своих похождениях, пока тот будет управляться с работой. Тем временем младший брат Тома Сид подбирал и носил поленья в растопку. Сид был примерный мальчик, не чета всяким сорванцам и озорникам, правда, братом он Тому приходился не родным, а сводным. Неудивительно, что это были два совершенно разных характера.</p>
<p>Пока Том ужинал, то и дело запуская лапу в сахарницу, тетя Полли задавала ему вопросы, которые ей самой казались весьма коварными, – ей хотелось поймать Тома на слове. Как многие очень простодушные люди, она считала себя большим дипломатом, способным на самые изощренные уловки, и полагала, что ее невинные хитрости – верх проницательности и лукавства.</p>
<p>– Что, Том, в школе сегодня было не слишком жарко?</p>
<p>– Нет, тетушка.</p>
<p>– А может быть, все-таки жарковато?</p>
<p>– Да, тетушка.</p>
<p>– Неужто тебе не захотелось выкупаться, Томас?</p>
<p>У Тома похолодела спина – он мигом почуял подвох.</p>
<p>Недоверчиво заглянув в лицо тети Полли, он ничего особенного там не увидел, потому и сказал:</p>
<p>– Нет, тетушка. – И добавил: – Не очень.</p>
<p>Тетя Полли протянула руку и, пощупав рубашку Тома, проговорила:</p>
<p>– И в самом деле ты совсем не вспотел. – Ей доставляло удовольствие думать, что она сумела проверить, сухая ли у Тома рубашка, так, что никто не догадался, зачем ей это понадобилось.</p>
<p>Том, однако, уже учуял, откуда ветер дует, и опередил ее на два хода:</p>
<p>– В школе мальчики поливали головы водой из колодца. У меня она до сих пор мокрая, вот – поглядите-ка!</p>
<p>Тетя Полли огорчилась: какая улика упущена! Но тут же снова взялась за свое:</p>
<p>– Но ведь тебе незачем было распарывать воротник, чтобы окатить голову, правда? Ну-ка, расстегни куртку!</p>
<p>Ухмыльнувшись, Том распахнул куртку – воротник был накрепко зашит.</p>
<p>– Ох, ну тебя, прохвост! Убирайся с моих глаз! Я, признаться, и в самом деле решила, что ты сбежал с уроков купаться. Но не так ты плох, как иной раз кажется.</p>
<p>Тетушка и огорчилась, что проницательность на этот раз ее подвела, и обрадовалась – пусть это было случайностью, но Том сегодня вел себя прилично.</p>
<p>Но тут подал голос Сид:</p>
<p>– Мне кажется, что с утра вы зашили ему ворот белой ниткой, а теперь, глядите – черная.</p>
<p>– Ну да, конечно же белой! Томас!</p>
<p>Ожидать продолжения следствия стало опасно. Выбегая за дверь, Том крикнул:</p>
<p>– Уж я припомню это тебе, Сидди!</p>
<p>Оказавшись в безопасности, Том осмотрел две толстые иголки, вколотые в изнанку лацкана его куртки и обмотанные ниткой: одна – белой, другая – черной.</p>
<p>– Вот чертовщина! Она бы ничего не заметила, если б не этот Сид. И что это за манера: то она зашивает белой ниткой, то черной. Хоть бы что-нибудь одно, за всем ведь не уследишь. Ох, и всыплю же я этому Сиду по первое число!</p>
<p>Даже с очень большой натяжкой Тома нельзя было назвать самым примерным мальчиком в городе, зато он хорошо знал этого самого примерного мальчика – и терпеть его не мог.</p>
<p>Однако спустя пару минут, а возможно и быстрее, он забыл о своих злоключениях. Не потому, что эти злоключения были не такими болезненными и горькими, как несчастья взрослых людей, но потому, что новые, более сильные впечатления вытеснили их из его души, – в точности так же, как взрослые забывают старое горе, начиная какое-нибудь новое дело. Сейчас такой новинкой была особая манера свистеть, которую он только что перенял у одного чернокожего, и теперь было самое время без помех поупражняться в этом искусстве.</p>
<p>Свист этот представлял собой птичью трель – что-то вроде заливистого щебета; и чтобы выходило как надо, требовалось то и дело касаться нёба кончиком языка. Читатель наверняка знает, как это делается, если когда-нибудь был мальчишкой. Понадобились изрядные усилия и терпение, но вскоре у Тома стало получаться, и он зашагал по улице еще быстрее – с его губ слетал птичий щебет, а душа была полна восторга. Он чувствовал себя как астроном, открывший новую комету, – и, если уж говорить о чистой, глубокой, без всяких примесей радости, все преимущества были на стороне Тома Сойера, а не астронома.</p>
<p>Впереди был длинный летний вечер. Внезапно Том перестал насвистывать и замер. Перед ним стоял совершенно незнакомый мальчик чуть старше, чем он сам. Любой приезжий, независимо от возраста и пола, был великой редкостью в захудалом городишке Сент-Питерсберге. А этот мальчишка вдобавок был одет как щеголь. Только вообразите: одет по-праздничному в будний день! Невероятно! На нем были совершенно новая шляпа без единого пятнышка, нарядная суконная куртка, застегнутая на все пуговицы, и такие же новые штаны. И, боже правый, он был в башмаках – это в пятницу-то! У него даже имелся галстук из какой-то пестрой ленты, завязанный у ворота. Вид у щеголя был надменный, чего Том стерпеть уж никак не мог. И чем дольше он смотрел на это ослепительное великолепие, тем выше задирал нос перед франтом чужаком и тем более убогим казался ему собственный наряд. Оба молчали. Если начинал двигаться один из мальчиков, двигался и другой, но боком, сохраняя дистанцию; они стояли лицом к лицу, не отрывая глаз друг от друга, и наконец Том проговорил:</p>
<p>– Хочешь, отколочу?</p>
<p>– Только попробуй! Сопляк!</p>
<p>– Сказал, что отколочу, и отколочу!</p>
<p>– Не выйдет!</p>
<p>– Выйдет!</p>
<p>– Не выйдет!</p>
<p>– Выйдет!</p>
<p>– Не выйдет!</p>
<p>Тягостная пауза, после чего Том снова начал:</p>
<p>– Как тебя звать?</p>
<p>– Не твое собачье дело!</p>
<p>– Захочу – будет мое!</p>
<p>– Чего ж ты не дерешься?</p>
<p>– Поговори еще – и получишь по полной.</p>
<p>– И поговорю, и поговорю – что, слабо?</p>
<p>– Подумаешь, павлин! Да я тебя одной левой уложу!</p>
<p>– Ну так чего не укладываешь? Болтать все умеют.</p>
<p>– Ты чего вырядился? Подумаешь, важный! Еще и шляпу нацепил!</p>
<p>– Возьми да сбей, если не нравится. Только тронь – и узнаешь! Где уж тебе драться!</p>
<p>– Катись к дьяволу!</p>
<p>– Поговори у меня еще! Я тебе голову кирпичом проломлю!</p>
<p>– Да ну?</p>
<p>– И проломлю!</p>
<p>– Ты, я вижу, мастер болтать. Чего ж не дерешься? Струсил?</p>
<p>– Нет, не струсил!</p>
<p>– Трус!</p>
<p>И снова грозное молчание. Затем оба начали боком подступать друг к другу, пока плечо одного не уперлось в плечо другого. Том сказал:</p>
<p>– Давай, уноси ноги отсюда!</p>
<p>– Сам уноси!</p>
<p>Оба продолжали стоять, изо всех сил напирая на соперника и с ненавистью уставившись на него. Однако одолеть не мог ни один, ни другой. Наконец, разгоряченные стычкой, они с осторожностью отступили друг от друга и Том проговорил:</p>
<p>– Ты паршивый трус и слюнявый щенок. Вот скажу старшему брату, чтоб он тебе задал как следует!</p>
<p>– Наплевать мне на твоего старшего брата! У меня тоже есть брат, еще постарше твоего. Возьмет да и перебросит твоего через забор!</p>
<p>Тут следует вспомнить, что у обоих никаких старших братьев и в помине не было. Тогда Том большим пальцем ноги провел в пыли черту и, хмурясь, проговорил:</p>
<p>– Переступишь эту черту, и я тебя так отлуплю, что своих не узнаешь! Попробуй – не обрадуешься!</p>
<p>Франт быстро перешагнул черту и задиристо сказал:</p>
<p>– Ну-ка давай! Только тронь! Чего не дерешься?</p>
<p>– Давай два цента – получишь.</p>
<p>Порывшись в кармане, франт достал два медяка и с усмешкой протянул Тому. Том мигом ударил его по руке, и медяки полетели в пыль. В следующее мгновение оба клубком покатились по мостовой. Они таскали друг друга за волосы, рвали одежду, угощали увесистыми тумаками – и покрыли себя пылью и «боевой славой». Когда пыль немного осела, сквозь дым сражения стало видно, что Том оседлал приезжего и молотит его кулаками.</p>
<empty-line></empty-line><image l:href="#i_003.jpg"></image><empty-line></empty-line><p>– Проси пощады! – наконец проговорил он, переводя дух.</p>
<p>Франт молча завозился, пытаясь освободиться. По его лицу текли слезы злости.</p>
<p>– Проси пощады! – Кулаки заработали снова.</p>
<p>Наконец чужак сдавленным голосом запросил пощады, и Том отпустил его, назидательно заметив:</p>
<p>– Будет тебе наука. В другой раз гляди, с кем связываешься.</p>
<p>Франт побрел прочь, отряхивая пыль с куртки, прихрамывая, всхлипывая, сопя и клятвенно обещая всыпать Тому, если «поймает его еще раз».</p>
<p>Вдоволь насмеявшись, Том направился было домой в самом отличном расположении духа, но едва повернулся к чужаку спиной, как тот схватил камень и швырнул в Тома, угодив ему между лопатками, а сам пустился наутек, прыгая, как водяная антилопа. Том преследовал его до самого дома и заодно выяснил, где этот щеголь живет. С полчаса он караулил у ворот, выманивая неприятеля на улицу, но тот только корчил рожи из окна. В конце концов появилась мамаша щеголя, обругала Тома, назвав скверным, грубым и невоспитанным мальчишкой, и велела ему убираться прочь. Что он и сделал, предупредив леди, чтоб ее расфуфыренный сынок больше не попадался ему на дороге.</p>
<p>Домой Том вернулся уже в темноте и, осторожно влезая в окно, наткнулся на засаду в лице тети Полли. Когда же она обнаружила, в каком состоянии его одежда и физиономия, ее решимость заменить ему субботний отдых каторжными работами стала тверже гранита.</p>
</section><section><title><p>Глава 2</p>
</title><p>Наступило великолепное субботнее утро. Все вокруг дышало свежестью, сияло и было полно жизни. Радостью светилось каждое лицо, и бодрость ощущалась в походке каждого. Белая акация была в полном цвету, и ее сладкий аромат разливался повсюду.</p>
<p>Кардиффская гора – ее вершина видна в городке откуда угодно – сплошь зазеленела и казалась издалека чудесной безмятежной страной.</p>
<p>Именно в этот момент на тротуаре появился Том с ведром разведенной известки и длинной кистью в руках. Однако при первом же взгляде на забор всякая радость покинула его, а душа погрузилась в глубочайшую скорбь. Тридцать ярдов сплошного дощатого забора высотою в девять футов! Жизнь представилась ему бессмысленной и тягостной. С тяжелым вздохом окунув кисть в ведро, Том мазнул ею по верхней доске забора, повторил эту операцию дважды, сравнил ничтожный выбеленный клочок с необозримым континентом того, что еще предстояло покрасить, и в отчаянии уселся под деревом.</p>
<p>Тем временем из калитки вприпрыжку выскочил негритенок Джим с ведром в руке, напевая «Девушки из Буффало». До этого дня Тому казалось, что нет скучнее занятия, чем носить воду из городского колодца, но сейчас он смотрел на это иначе. У колодца всегда полно народу. Белые и черные мальчишки и девчонки вечно торчат там, дожидаясь своей очереди, болтают, меняются игрушками, ссорятся, шалят, а порой и дерутся. И хоть до колодца от их дома каких-нибудь полтораста шагов, Джим сроду не возвращался домой раньше чем через час, а бывало и так, что за ним приходилось кого-нибудь посылать. Поэтому Том сказал:</p>
<p>– Слышь-ка, Джим! Давай я сбегаю за водой, а ты тут пока немножко побели.</p>
<p>– Как можно, мистер Том! Старая хозяйка велела мне мигом принести воду и, сохрани бог, нигде не застревать по дороге. Она еще сказала, что мистер Том наверняка позовет меня красить забор, так чтоб я делал свое дело, не совал нос куда не просят, а уж насчет забора она сама распорядится.</p>
<p>– Да что ты ее слушаешь, Джим! Мало ли что она наговорит! Давай ведро, одна нога здесь – другая там, вот и все. Тетя Полли даже не догадается.</p>
<p>– Ох, боязно мне, мистер Том. Старая хозяйка голову мне оторвет. Ей-богу, оторвет!</p>
<p>– Это она-то? Да она и не дерется совсем. Разве что щелкнет по макушке наперстком, только и делов, – подумаешь, важность! Говорит-то она разное, да только от ее слов ничего не делается, разве что иной раз сама расплачется. Джим, ну хочешь, я тебе шарик подарю? Белый, с мраморными жилками!</p>
<p>Джим заколебался.</p>
<p>– Белый и вдобавок мраморный, Джим! Это тебе не фигли-мигли!</p>
<p>– Ох как блестит! Только очень уж боюсь я старой хозяйки, мистер Том…</p>
<p>– Ну хочешь, я покажу тебе свой больной палец?</p>
<p>Джим был обычным человеком – и не устоял перед таким соблазном. Он поставил ведро, взял мраморный шарик и, выпучив глаза от любопытства, склонился над больным пальцем, пока Том разматывал бинт. В следующую секунду он уже вихрем летел по улице, громыхая ведром и почесывая затылок, Том с бешеной энергией белил забор, а тетя Полли удалялась с поля битвы с туфлей в руке. Глаза ее горели торжеством.</p>
<p>Но рвения Тома хватило ненадолго. Его мысли вернулись к тому, как славно он мог бы провести этот денек, и он снова загоревал. Вот-вот на улице появятся другие мальчишки и поднимут Тома на смех из-за того, что его заставили работать в субботу. Сами-то они отправляются в разные интересные места.</p>
<p>Эта мысль жгла его огнем. Он извлек из карманов все заветные сокровища и устроил им ревизию: сломанные игрушки, шарики, всякая дребедень, может, и сгодятся для обмена, но вряд ли за это можно купить хотя бы час свободы. Убрав с глаз долой свои тощие капиталы, Том выкинул из головы мысль о том, чтобы подкупить кого-либо. Но в эту минуту, полную отчаяния и безнадежности, его вдруг посетило вдохновение. Самое настоящее вдохновение, без всяких преувеличений!</p>
<p>Взявшись за кисть, он продолжил не спеша и со вкусом работать. Вскоре из-за угла показался Бен Роджерс – тот самый мальчишка, чьих ядовитых насмешек Том опасался больше всего. Походка у Бена была беззаботная, он то и дело подпрыгивал – верный признак того, что на сердце у него легко и от жизни он ждет сплошных подарков. Он грыз яблоко и время от времени издавал протяжный гудок, за которым следовал мелодичный перезвон: «Динь-дон-дон, динь-дон-дон» – на самых низких нотах, потому что Бен изображал колесный пароход. Приближаясь к Тому, он сбавил ход, свернул на середину фарватера, слегка накренился на правый борт и стал без спешки подходить к берегу. Вид при этом он имел необыкновенно важный, потому что изображал «Большую Миссури» с осадкой в девять футов. В эту минуту Бен Роджерс был и пароходом, и капитаном, и рулевым, и судовым колоколом, поэтому, отдавая команду, он тут же ее и выполнял.</p>
<p>– Стоп, машина! Динь-динь-линь! – Механик выполнил команду, и пароход медленно причалил к бровке тротуара. – Задний ход! – Обе руки Бена опустились и вытянулись по швам.</p>
<p>– Право руля! Динь-динь-линь! Ч-чу-у! Чу-у! – Правая рука взлетела вверх и принялась описывать торжественные круги: сейчас она изображала главное гребное колесо.</p>
<p>– Лево руля! Динь-динь-линь! Чу-у-чу-у! – Теперь круги описывала левая.</p>
<p>– Стоп, правый борт! Динь-динь-линь! Стоп, левый борт! Малый ход! Стоп, машина! Самый малый! Динь-динь-линь! Чу-у-у-ф-ф! Отдать концы! Да пошевеливайтесь там! Ну где у вас швартовочный конец? Зачаливай за кнехт! Так, теперь попусти!</p>
<p>– Машина стала, сэр! Динь-динь-линь! Шт-шт-шт-ш-ш-ш! – Это пароход сбрасывал пар.</p>
<p>Том продолжал орудовать кистью, не обращая на «Большую Миссури» ни малейшего внимания. Бен прищурился и проговорил:</p>
<p>– Ага, попался-таки! Взяли тебя на буксир!</p>
<p>Ответа не последовало. Том посмотрел на последний мазок взглядом живописца, потом еще раз бережно провел кистью по доскам и отступил, задумчиво созерцая результат. Бен подошел и встал сзади. Том проглотил слюну – до того ему захотелось яблока, но виду не подал и вновь взялся за дело. Наконец Бен произнес:</p>
<p>– Что, старик, приходится потрудиться, э?</p>
<p>Том резко обернулся, словно от неожиданности:</p>
<p>– А-а, это ты, Бен! Я тебя и не заметил.</p>
<p>– Не знаю, как ты, а я иду купаться. Нет желания? Хотя о чем это я – ты, само собой, еще поработаешь. Это дело наверняка поинтересней.</p>
<p>Том с недоумением взглянул на Бена и спросил:</p>
<p>– Это что ты называешь работой?</p>
<p>– А это, по-твоему, что?</p>
<p>Том широко взмахнул в воздухе кистью и небрежно ответил:</p>
<p>– Что ж, может, для кого работа, а для кого и нет. Мне известно только одно: Тому Сойеру это по душе.</p>
<p>– Да брось ты! Скажи еще, что тебе нравится белить!</p>
<p>Кисть по-прежнему равномерно скользила по доскам забора.</p>
<p>– Белить? А почему нет? Небось не каждый день нашему брату случается приводить в порядок забор.</p>
<p>С этой минуты все предстало в новом свете. Бен даже перестал жевать яблоко. Том бережно водил кистью взад и вперед, время от времени останавливаясь, чтобы полюбоваться на дело рук своих, добавлял здесь мазок, там штрих и снова оценивал результат, а Бен пристально следил за каждым его движением, и глаза его постепенно разгорались. Внезапно он сказал:</p>
<p>– Слышь, Том, дай-ка и мне побелить чуток.</p>
<p>Том задумался, напустив на себя такой вид, будто и готов был согласиться, но внезапно передумал.</p>
<p>– Нет, Бен, не выйдет. Тетя Полли просто молится на этот забор; понимаешь, он выходит на улицу… Ну если б это было со стороны двора, она бы и слова не сказала… да и я тоже. Но тут… Его знаешь как надо белить? Тут разве что один из тысячи, а то и из двух тысяч мальчишек сумеет справиться как следует.</p>
<p>– Да ты что? Слышь, Том, ну дай хоть мазнуть, ну самую малость! Вот я – я бы тебя пустил, если б оказался на твоем месте.</p>
<p>– Бен, да я бы с радостью, клянусь скальпом! Но как быть с тетей Полли? Джиму тоже хотелось, а она запретила. Сид – тот в ногах у нее валялся, а она и Сиду не разрешила. Такие, парень, дела… Допустим, ты возьмешься, а что-то пойдет не так?</p>
<p>– Брось, Том, я же со всем старанием! Ну пусти, я только попробовать… Слушай, хочешь половину яблока.</p>
<p>– Ну как тебе сказать… Хотя нет, Бен, все-таки не стоит. Что-то я побаиваюсь.</p>
<p>– Я тебе все яблоко отдам!</p>
<p>Без всякой охоты Том выпустил кисть из рук, но душа его ликовала. И пока бывший пароход «Большая Миссури» в поте лица трудился на самом солнцепеке, удалившийся от дел живописец, посиживая в тени на старом бочонке, болтал ногами, хрустел яблоком и строил планы дальнейшего избиения младенцев.</p>
<empty-line></empty-line><image l:href="#i_004.jpg"></image><empty-line></empty-line><p>За младенцами дело не стало. Мальчишки ежеминутно появлялись на улице; они останавливались, чтобы позубоскалить над Томом, – и в конце концов оставались красить забор. Как только Бен выдохся, Том выгодно продал следующую очередь Билли Фишеру – за подержанного, но еще очень приличного воздушного змея, а когда тот умаялся, Джонни Миллер приобрел право на кисть за дохлую крысу с привязанной к ней веревочкой – чтобы удобней вертеть в воздухе. Так оно и пошло.</p>
<p>К середине дня из почти нищего Том стал магнатом. Он буквально утопал в роскоши. Теперь у него имелись: двенадцать шариков, поломанная губная гармошка, осколок бутылочного стекла синего цвета, чтобы глядеть на солнце, катушка без ниток, ключ неизвестно от чего, кусок мела, пробка от хрустального графина, оловянный солдатик, пара головастиков, шесть хлопушек, одноглазый котенок, бронзовая дверная ручка, собачий ошейник, рукоятка от ножа, четыре куска апельсиновой корки и старая оконная рама. Том отменно провел время, а забор был покрыт известкой в три слоя! Если бы у него не кончилась побелка, он пустил бы по миру всех мальчишек в городке.</p>
<p>«Жить на свете не так уж скверно», – подумал Том. Сам того не подозревая, он открыл великий закон, управляющий человеческими поступками. Этот закон гласит: для того чтобы мальчишке или взрослому – это все равно кому – захотелось чего-нибудь, нужна только одна вещь: чтобы этого было трудно добиться. Если бы Том Сойер был выдающимся мыслителем вроде автора этой книги, он бы пришел к выводу, что работа – это то, что человек вынужден делать, а игра – то, что он делать совершенно не обязан. И это помогло бы ему уяснить, почему делать искусственные цветы или носить воду в решете есть работа, а сшибать кегли или карабкаться на гору Монблан – приятная забава. Говорят, в Англии есть богачи, которым нравится в летнюю пору править почтовой каретой, запряженной четвериком. Такая возможность стоит им бешеных денег, но, если бы они получали за это жалованье, игра превратилась бы в работу и потеряла всю свою прелесть.</p>
<p>Еще некоторое время Том раздумывал над той переменой, которая произошла в его имущественном положении, а затем отправился с докладом в штаб главнокомандующего.</p>
</section><section><title><p>Глава 3</p>
</title><p>Когда он явился к тете Полли, та сидела у открытого окна в уютной комнате, служившей сразу спальней, гостиной, столовой и библиотекой. Ласковый летний воздух, тишина, запах цветов и сонное гудение пчел возымели свое действие, и она задремала над рукоделием, потому что поговорить ей было не с кем, кроме кошки, да и та давным-давно спала у нее на коленях. Очки пожилой леди ради их же безопасности были подняты выше лба. Твердо уверенная, что Том давным-давно сбежал купаться, тетя Полли неописуемо удивилась, увидев, что тот сам идет к ней в руки.</p>
<p>Том смиренно произнес:</p>
<p>– Могу я теперь пойти поиграть, тетя?</p>
<p>– Как, уже? И сколько же ты сделал?</p>
<p>– Я закончил, тетя.</p>
<p>– Том, не сочиняй, я этого не люблю!</p>
<p>– Я не сочиняю, тетя. Все готово.</p>
<p>Верить на слово было не в обычае тети Полли. Если б слова Тома оказались правдой хоть на двадцать процентов, она была бы вполне удовлетворена. Поэтому она и отправилась взглянуть на свершившееся чудо собственными глазами.</p>
<p>Когда же она обнаружила, что забор выбелен от начала до конца, и не просто выбелен, а покрыт известкой в два, а то и, страшно представить, в три слоя, и вдобавок по земле проведена белая полоса, ее изумлению не было предела. Она сказала:</p>
<p>– Вот так так! Ничего не скажешь, Том, работать ты можешь, когда захочешь. – Но тут же разбавила комплимент: – Жаль только, что это редко случается. Ну ступай, да приходи вовремя, не то дождешься розги.</p>
<p>Тетя Полли была настолько потрясена малярными талантами Тома, что отправилась в чулан, выбрала там самое большое яблоко и вручила ему, сопроводив назидательной речью о том, насколько приятней бывает награда, если она заработана честно и добродетельно. Как раз в ту минуту, когда она принялась цитировать подходящее место из Библии, Том успел стибрить у нее за спиной пряник.</p>
<p>Выбежав из комнаты, Том увидел, что по наружной лестнице в пристройку второго этажа поднимается Сид. Под рукой хватало комьев сухой земли – и они тотчас замелькали в воздухе, градом осыпая Сида. Прежде чем тетя Полли успела опомниться и прийти ему на выручку, пять-шесть комьев поразили цель, а Том перемахнул через забор – и был таков. В заборе имелась калитка, но у него, как и всегда, времени было в обрез – не делать же ради этой калитки изрядный крюк. Теперь душа его была спокойна: Сид сполна расплатился за то, что указал тете Полли на черную нитку в вороте его рубахи.</p>
<p>Том обогнул свой квартал и свернул в грязный переулок. Благополучно миновав коровник тети Полли и избежав плена и казни, он бегом бросился на городскую площадь, где, заранее сговорившись, уже строились в боевые порядки две армии. Одну из них предстояло возглавить Тому, другую – его закадычному приятелю Джо Харперу. Оба прославленных полководца не снисходили до того, чтобы сражаться собственноручно, – для этого существовала всякая мелюзга. Они вместе восседали на возвышении и руководили боевыми действиями, рассылая приказы через адъютантов.</p>
<p>После жестокой и изнурительной битвы армия Тома одержала блистательную победу. Подсчитали убитых, обменялись пленными и уговорились, когда снова объявлять войну. Был назначен день генерального сражения, потом обе армии построились в походные колонны и удалились, а Том в одиночестве поплелся домой.</p>
<p>Проходя мимо дома, где жил Джеф Тэтчер, он заметил в саду незнакомую девчонку – голубоглазое создание с золотистыми волосами, заплетенными в две длинные косы, в белом летнем платье и вышитых панталончиках. Суровый воин, только что увенчанный лаврами победителя, пал без единого выстрела. Некая Эмми Лоуренс мигом испарилась из его сердца, не оставив там ни малейшего следа. Еще вчера Том был уверен, что будет обожать ее вечно, а оказалось, что это всего-навсего легкое увлечение. Не один месяц он добивался взаимности, только на прошлой неделе она призналась ему в любви; несколько коротких дней он был счастлив и горд, как ни один мужчина на свете, и хватило короткого мгновения, чтобы Эмми покинула его сердце, как случайная гостья.</p>
<p>Некоторое время Том поклонялся новому божеству издали, пока не обнаружил, что девчонка его заметила. Тогда он сделал вид, что понятия не имеет о том, что она здесь, и начал на все лады валять дурака, как это принято у мальчишек, стараясь понравиться и вызвать восхищение. Так он и выкидывал всякие штучки, пока, случайно взглянув в ее сторону во время какого-то головоломного акробатического трюка, не обнаружил, что девочка направляется к дому. Том подошел к забору и прислонился к нему, скрывая досаду, но все-таки надеясь, что она побудет в саду еще немного. Девочка с минуту постояла на крыльце, потом взялась за ручку двери. Когда она переступила порог, Том горестно вздохнул – и тут же просиял: перед тем как окончательно исчезнуть, девочка перебросила через забор слегка помятый цветок анютиных глазок. Том ринулся было вперед, но остановился в двух шагах от цветка. Затем он приставил ладонь козырьком к глазам и начал пристально всматриваться вдаль, словно в конце улицы происходило что-то невероятно интересное. Там, однако, ничего не происходило, и Том, подобрав с земли соломинку, начал устанавливать ее на носу. Так, запрокинув голову и балансируя соломинкой, он все ближе и ближе подбирался к месту, где лежал цветок, и в конце концов наступил на него босой ногой. Гибкие пальцы захватили вконец измочаленное растение, и, прыгая на одной ноге, Том скрылся за углом.</p>
<p>Но ненадолго, только для того, чтобы засунуть цветок под куртку, поближе к сердцу, а может быть, и к желудку – не так уж он был сведущ в анатомии, чтобы разбираться в этаких тонкостях.</p>
<p>Сразу после этого он вернулся к забору и слонялся вдоль него до самой темноты, по-прежнему валяя дурака. Однако новое божество больше не показывалось, и Том тешил себя мыслью, что девочка, может быть, заметила его усилия, случайно бросив взгляд в окно. Домой он возвращался без всякой охоты, едва переставляя ноги в мечтательном оцепенении.</p>
<p>Но за ужином он так разошелся, что тетушка только диву давалась: «Что за бес вселился в этого ребенка?» Попутно Тому влетело за то, что он бросался землей в Сида, но он и ухом не повел, а вместо чистосердечного раскаяния попытался стащить кусок сахару под самым носом у тети Полли и получил за это по рукам.</p>
<p>Тогда Том возмутился:</p>
<p>– Где же справедливость? Тетя, вы же не лупите Сида, когда он таскает сахар.</p>
<p>– Но Сид никогда не доводит человека до белого каления. Ты вообще не вылезал бы из сахарницы, если б я за тобой не приглядывала.</p>
<p>Вскоре она вышла в кухню, и Сид, радуясь безнаказанности, тут же потащил к себе сахарницу. Такую наглость просто невозможно было стерпеть. Однако сахарница внезапно выскользнула из пальцев Сида, упала и разбилась. Том был в восторге. Причем в таком, что прикусил язык и промолчал, решив, что не произнесет ни звука даже тогда, когда вернется тетя Полли, а будет сидеть, пока она не спросит, кто это сделал. Вот тогда придет его час, и наконец-то он полюбуется, как влетит «любимчику». Что может быть приятнее? Восторг до того переполнял его, что он едва сдержался, когда тетя вернулась из кухни и оцепенела над осколками, меча молниеносные взоры поверх очков. Том затаил дыхание: «Вот, вот оно, сейчас!»</p>
<p>В следующее мгновение он растянулся на полу. Карающая десница, сделав свое дело, уже снова была занесена над ним, когда Том завопил:</p>
<p>– Да погодите, тетя, за что? Это же Сид!</p>
<p>От неожиданности тетя Полли застыла. Том ждал, не выразит ли она сожаление, но, как только дар речи вернулся к пожилой леди, она пробормотала:</p>
<p>– Хм!.. Ну, я полагаю, что влетело тебе все равно не зря! Уж наверняка ты что-нибудь натворил, пока меня не было.</p>
<p>Потом, вняв голосу совести, она уже хотела было сказать что-нибудь помягче, но решила, что это может быть расценено как признание того, что она виновата, а дисциплина таких вещей не допускает. Поэтому тетя Полли отвернулась и занялась своими делами, хотя на сердце у нее скребли кошки. Том с уязвленным видом сидел в углу и растравлял раны. Ему-то было известно, что в душе тетушка горько раскаивается, но он не подавал вида, что понимает это. И какое имело значение, что она время от времени бросала на него тоскливый взор, затуманенный слезами? Том тем временем представлял, что лежит на смертном одре и тетя Полли склоняется над ним, вымаливая прощение, но он отворачивается к стене и умирает, так и не обронив ни слова. Каково ей будет тогда? Затем он вообразил, как его, утонувшего в реке, приносят домой: кудри намокли, измученное сердце больше не бьется. О, как она тогда рухнет на его бездыханный труп, как хлынут рекой ее слезы! Как она будет молить Бога, чтоб он вернул ее мальчика, которого она никогда больше не обидит! А он – вот он лежит, бледный и холодный, ничего не чувствующий, бедный маленький страдалец, безропотно вынесший все мучения!</p>
<p>От этих драматических картин Том так расчувствовался, что его начали душить слезы. Он глотал их, ничего не видя вокруг, а когда мигал, слезы текли по щекам и капали с кончика носа. Он так наслаждался своими несчастьями, что ни за что не согласился бы, чтобы какая-нибудь мелкая земная радость вторглась в его душу; он берег свою скорбь, как священную реликвию. Поэтому, когда в комнату впорхнула его сестрица Мэри, сияя от радости, что наконец-то вернулась домой после недели, проведенной на ферме, Том встал и безмолвно покинул комнату. Окруженный зловещим мраком и угрюмыми тучами скорби, он вышел в одну дверь, в то время как радость жизни и солнечный свет ворвались вместе с Мэри в другую.</p>
<p>Оказавшись на улице, он отправился бродить вдали от тех мест, где обычно собирались мальчики. Сейчас ему требовались безлюдные закоулки – они лучше всего соответствовали его настроению. Плот у берега показался ему подходящим местом, и он уселся на самом краю, созерцая мутную глубину реки и мечтая только об одном – утонуть быстро и без мучений. Тут он вспомнил про цветок, извлек его из кармана, смятый и увядший, и это удвоило его сладостную муку. Он принялся размышлять о том, что было бы, если б она узнала. Должно быть, расплакалась, захотела бы обнять его и утешить. А может, отвернулась бы и пошла своей дорогой, как и весь этот холодный и бесчувственный мир. Он мысленно поворачивал эту картину и так и сяк, меняя освещение и персонажей, пока это ему не надоело. В конце концов он поднялся на ноги и со вздохом побрел вдоль берега.</p>
<p>Около половины десятого, почти в полной темноте, Том обнаружил себя на безлюдной улице на пути к дому, где обитала прелестная незнакомка. Оказавшись у знакомой ограды, он постоял с минуту – ни звука, только свеча бросает тусклый отблеск на плотную штору в окне второго этажа. Не там ли незримо присутствует его божество?</p>
<p>Он перелез через забор, осторожно перебрался через цветник и остановился под окном. Довольно долго, с трудом сдерживая волнение, он глядел на него, задрав голову, а затем улегся на землю, сложив руки крестом на груди и сжимая в пальцах увядший цветок. Вот так он и умрет – один на всем белом свете, без крова над головой, без дружеской руки, которая отерла бы предсмертный пот с его ледяного лба, без любящего лица, которое склонилось бы над ним в последние земные мгновения. Наступит солнечное утро, и первое, что она увидит, – его окоченевший труп. Но уронит ли его божество хоть слезинку, вздохнет ли хоть раз о том, что до срока погибла молодая жизнь, подкошенная не знающей жалости рукой?</p>
<p>Внезапно окно распахнулось, грубый голос прислуги нарушил трепетную тишину ночи и целый водопад хлынул на останки мученика.</p>
<p>Едва не захлебнувшись, наш герой вскочил на ноги, отфыркиваясь и отплевываясь. В воздухе просвистел камень, послышалась невнятная брань, зазвенело и посыпалось разлетевшееся вдребезги стекло. Затем едва различимая фигурка перепрыгнула через ограду и растворилась во мраке.</p>
<p>Когда Том, уже дома, огорченно разглядывал при свете огарка свечи свою насквозь промокшую одежду, проснулся Сид. Он уже открыл было рот, чтобы по обыкновению намекнуть на ожидающие брата кары, но передумал и промолчал, смекнув по выражению лица Тома, что это далеко не безопасно.</p>
<p>Том рухнул на кровать, не сочтя нужным отягощать себя еще и молитвой, и Сид мысленно занес это упущение в список прегрешений брата.</p>
</section><section><title><p>Глава 4</p>
</title><p>Взошедшее солнце заливало своими лучами мирный городок, словно благословляя его. После завтрака тетя Полли собрала всех домочадцев на семейное богослужение. Она начала с молитвы, а затем произнесла небольшую речь, основанную на солидном фундаменте из библейских цитат, скрепленных жиденьким цементом собственных рассуждений; в заключение с этой вершины, как с горы Синай, она огласила суровые заповеди Моисеевы.</p>
<p>После этого Том, как говорится, препоясав чресла, подобно библейским воителям, приступил к заучиванию стихов из Священного Писания. Сид еще несколько дней назад выучил весь урок. Тому пришлось приложить все силы, чтобы затвердить наизусть пять стихов из Нагорной проповеди – он так и не нашел ничего короче.</p>
<p>Но и через полчаса у Тома было довольно смутное представление о словах Спасителя, потому что голова его была занята чем угодно, кроме урока, а руки беспрестанно двигались, отвлекаясь на всевозможные посторонние дела.</p>
<p>Мэри взяла у него книгу, чтобы проверить урок, и Том, спотыкаясь, начал, словно пробираясь сквозь заросли в густом тумане:</p>
<p>– Блаженны… э-э…</p>
<p>– Нищие…</p>
<p>– Ага, нищие… Блаженны нищие… как там дальше-то?</p>
<p>– Духом…</p>
<p>– Ага, духом… Блаженны нищие духом, ибо их… ибо они…</p>
<p>– Ибо они…</p>
<p>– Ибо они… Блаженны нищие духом, ибо они войдут в Царствие Небесное. Блаженны плачущие, ибо они… ибо они…</p>
<p>– У…</p>
<p>– Чего?</p>
<p>– Ибо они у-те… Да не помню я, как там дальше! Блаженны ибо плачущие, ибо они… ибо плачущие… а дальше-то что? Ей-богу, не знаю! Ну что ж ты не подскажешь, Мэри? Не стыдно тебе меня мучить?</p>
<p>– Ах, Том, дурашка ты этакий, вовсе я тебя не мучаю. Просто тебе нужно все как следует выучить. Ничего страшного, зато, когда выучишь, я тебе подарю одну замечательную вещь. Ну, будь умницей!</p>
<p>– Ладно! А что это за штука, Мэри?</p>
<p>– Не важно. Раз я сказала, что она замечательная, значит, замечательная.</p>
<p>– Ну да, ты врать не станешь. Ладно, пойду приналягу.</p>
<p>Том навалился, и любопытство вкупе с ожиданием предстоящей награды сотворили чудо – он добился неслыханных успехов. За это Мэри подарила ему новенький перочинный ножик с двумя лезвиями. Цена ему была не меньше двенадцати с половиной центов, и охвативший Тома восторг потряс его до глубины души. Правда, оба лезвия оказались совершенно тупыми и не резали, зато это было настоящее изделие фирмы Барлоу, а не какая-нибудь подделка, в чем и заключалось главное достоинство подарка. Откуда мальчикам западных штатов было знать, что это грозное оружие можно подделать и что подделка наверняка хуже оригинала, остается тайной, покрытой мраком. Несмотря ни на что, Том ухитрился изрезать этим ножиком буфет и уже приступал к комоду, когда его позвали одеваться в воскресную школу.</p>
<p>Мэри поставила перед ним жестяной таз, полный теплой воды, и вручила кусок мыла. Том, прихватив таз, вышел за дверь и водрузил его на скамейку. Затем он обмакнул мыло в воду и положил его на место; закатал рукава, осторожно вылил воду на землю, вернулся в кухню и начал яростно тереть лицо полотенцем.</p>
<p>Мэри тут же отняла у него полотенце со словами:</p>
<p>– Как тебе не стыдно, Том! Ступай, умойся как следует. Вода тебе не повредит.</p>
<p>Том смутился. В таз снова налили воды; на этот раз он постоял над ним немного, собирая все свое мужество, потом набрал в грудь воздуха и начал умываться. Когда он снова вошел в кухню, зажмурив глаза и ощупью отыскивая за дверью полотенце, по его щекам текла мыльная пена – честное свидетельство праведных трудов. Но едва он отнял от лица полотенце, оказалось, что результат далек от совершенства: его щеки и подбородок белели, как маска, а ниже и выше лежала нетронутая темная целина, захватывая шею и спереди и сзади.</p>
<p>Тут уж Мэри взялась за него сама, и, выйдя из ее рук, он уже ничем не отличался от своих бледнолицых собратьев; мокрые волосы были аккуратно приглажены, их короткие завитки лежали ровно и красиво. Вообще-то, Том всячески старался распрямить свои кудри, прилагая для этого немало стараний; ему казалось, что с кудрями он похож на девчонку, и это его сильно огорчало. Потом Мэри извлекла из шкафа костюм, который Том надевал только по воскресеньям и который назывался «другой костюм», на основании чего нетрудно составить мнение о богатстве его гардероба. После того как он оделся, Мэри навела окончательный порядок: застегнула курточку до самого подбородка, отвернула широкий воротник и расправила его на плечах, стряхнула мелкие соринки щеткой и надела на Тома соломенную шляпу. Теперь он выглядел нарядно и чувствовал себя словно каторжник в кандалах: новый костюм и чистота стесняли его, а он этого не терпел. Последняя надежда, что Мэри забудет про башмаки, рухнула: смазав, как полагается, салом, она принесла их и поставила перед Томом. Это переполнило чашу его терпения, и он заворчал, что вечно его заставляют делать то, чего ему совершенно не хочется. Но Мэри ласково сказала:</p>
<p>– Пожалуйста, Том, будь хотя бы в воскресенье умницей!</p>
<p>И Том, продолжая ворчать и жаловаться, натянул башмаки. Мэри оделась в одну минуту, и дети втроем отправились в воскресную школу, которую Том ненавидел всем сердцем, а Сиду и Мэри, наоборот, нравилось туда ходить.</p>
<p>Занятия в воскресной школе проводились с девяти до половины одиннадцатого, затем начиналось богослужение. Двое из детей оставались на него добровольно, третий тоже, но по иным, куда более земным причинам.</p>
<p>Жесткие скамьи с высокими спинками в приходской церкви могли вместить человек триста; церковь была небольшая, без всяких украшений, с колокольней на крыше, похожей на узкий деревянный шкафчик. В дверях Том слегка приотстал, чтобы потолковать с приятелем, тоже принаряженным по-воскресному:</p>
<p>– Слышь, Билли, есть у тебя желтый билетик?</p>
<p>– А то!</p>
<p>– Что просишь за него?</p>
<p>– А ты что даешь?</p>
<p>– Кусок лакрицы и рыболовный крючок.</p>
<p>– Покажь.</p>
<p>Том все это предъявил. Приятель остался доволен, и они обменялись сокровищами. Сразу же после этого Том обменял два белых шарика на три красных билетика и еще кое-какую мелочь – на два синих.</p>
<p>Еще с четверть часа он подстерегал приходивших мальчиков, приобретая у них билетики разных цветов. Затем вместе с гурьбой чистеньких и шумливых мальчишек и девочек он вошел в церковь, уселся на свое место и первым делом затеял ссору с тем, кто сидел поближе. Сейчас же вмешался важный пожилой учитель, но, едва он отвернулся, Том ухитрился дернуть за вихры мальчишку, сидевшего перед ним, и тотчас как ни в чем не бывало уткнулся в книгу, потом кольнул булавкой другого мальчика, чтобы послушать, как тот заорет, – и получил еще один нагоняй от учителя. Класс, в который ходил Том, был как на подбор: все непоседливые, говорливые и непослушные. Выходя отвечать, ни один не знал урока как следует, все нуждались в подсказках, однако с грехом пополам все-таки каждый добирался до конца и получал награду – синий билетик с текстом из Священного Писания. Такой билетик вручался за два выученных стиха из Библии. Десять синих билетиков можно было обменять на один красный; десять красных – на один желтый; а за десять желтых директор школы вручал ученику Библию в дешевом переплете, стоившую в то время добрых сорок центов. У многих ли из читателей найдется достаточно усердия и прилежания, чтобы заучить наизусть две тысячи стихов, даже за Библию в кожаном переплете с гравюрами Гюстава Доре? Но Мэри таким образом уже заработала две Библии – на это ушло два года терпения и труда, а один мальчик из немецких переселенцев – даже четыре или пять. Однажды этот гений прочел наизусть три тысячи стихов подряд, ни разу не запнувшись; но такое напряжение умственных сил оказалось ему не по плечу, и с тех пор он сделался полным идиотом. Это было страшным несчастьем для школы, потому что в торжественных случаях директор всегда вызывал этого ученика и заставлял его «из кожи вон лезть», как выразился Том. Только старшие ученики умудрялись накопить билетики, долго протомившись за зубрежкой, и удостаивались чести получить в подарок Библию. Потому-то вручение этой награды было событием редким и знаменательным; счастливчик в этот день играл такую выдающуюся роль, что сердца менее упорных и удачливых немедленно загорались честолюбием, которого порой хватало на две-три недели.</p>
<p>Скажем прямо: Том не был одержим духовной жаждой до такой степени, чтобы стремиться к заветной награде, но нет никаких сомнений в том, что всем своим существом он жаждал неувядаемой славы и блеска, который ей сопутствовал.</p>
<p>По обыкновению директор школы встал перед кафедрой, держа в руках молитвенник, и потребовал тишины. Когда директор воскресной школы произносит свою обычную короткую речь, молитвенник со страницей, заложенной пальцем, ему так же необходим, как ноты певице, которая стоит на сцене, готовясь петь соло, – хотя зачем это нужно, никому не известно: ни тот, ни другая никогда не заглядывают ни в молитвенник, ни в ноты. Директор был довольно невзрачным господином лет тридцати пяти, с рыжеватой козлиной бородкой и коротко подстриженными волосами. Верхний край жесткого стоячего воротничка подпирал его уши, а острые углы торчали вперед, достигая уголков рта. Этот воротник, словно лошадиный хомут, позволял ему глядеть только прямо перед собой, и, если требовалось посмотреть вбок, ему приходилось поворачиваться всем корпусом. Подбородок учителя упирался в галстук шириной в десятидолларовую банкноту, с бахромой на концах; носы его ботинок, согласно моде, были сильно загнуты вверх наподобие лыж. Такого результата молодые люди того времени добивались непосильным трудом и адским терпением, часами просиживая у стенки, уперев в нее носы обуви. С виду мистер Уолтерс был сама серьезность, честность и искренность; он до того благоговел перед всем, что свято, и настолько разделял духовное и светское, что, сам того не замечая, в воскресной школе говорил совершенно не таким голосом, как в будние дни.</p>
<p>Свою речь он начал следующими словами:</p>
<p>– А теперь, дети мои, я прошу вас сесть ровно и минуту-другую слушать меня со всем вниманием. Именно так, как должны слушать хорошие и прилежные дети… Вот я вижу, что одна девочка смотрит в окно; она, должно быть, решила, что я где-нибудь восседаю там, на дереве, и беседую с птичками… Я хочу сказать вам, что мне необыкновенно приятно видеть столько опрятных и радостных детей, которые собрались здесь для того, чтобы научиться добру…</p>
<p>И далее в том же роде. Нет никакой надобности приводить эту речь полностью. И она, и ей подобные составлены по одному образцу, а потому и эта нам знакома.</p>
<p>Правда, последняя треть речи директора была несколько омрачена возобновившимися потасовками и иными развлечениями, а также шепотом и возней, которые постепенно распространялись по рядам и докатились даже до таких одиноких и неколебимых праведников, как Сид и Мэри. Но едва прозвучало последнее слово мистера Уолтерса, как всякий шум прекратился и завершение его речи было встречено благоговейным молчанием.</p>
<p>Шепот и пересуды в церкви были вызваны событием из ряда вон выходящим – появлением гостей: адвоката Тэтчера в сопровождении дряхлого старичка, представительного седеющего джентльмена и величественной дамы, – должно быть, его жены, которая вела за руку девочку. Тому Сойеру не сиделось на месте. Он был не в духе, а вдобавок его мучили угрызения совести, и он избегал встречаться взглядом с Эмми Лоуренс, глаза которой пылали любовью. Но едва он заметил маленькую незнакомку, как вся его душа переполнилась блаженством. Мгновение – и он уже усердствовал вовсю: пинал мальчишек, дергал их за волосы, корчил рожи – словом, делал все мыслимое и немыслимое, чтобы окончательно очаровать девочку и заслужить ее благосклонность. В его восторге имелась только одна червоточина – воспоминание о том, как под окном этого ангела его облили помоями, но и это недоразумение вскоре потонуло в волнах счастья, затопивших его душу. Гостей усадили на места для почетных гостей и, как только речь мистера Уолтерса подошла к концу, представили всей школе.</p>
<p>Джентльмен средних лет оказался очень важной персоной – не кем иным, как окружным судьей, самой влиятельной и грозной особой, которую когда-либо приходилось видеть детям. Поэтому им не терпелось узнать, из какого материала он скроен, а возможно, и послушать, как он рычит, но вместе с тем было и немного жутковато. Судья прибыл из Константинополя, городка за двенадцать миль отсюда, значит, немало путешествовал и видел свет. Вот этими самыми глазами седеющий джентльмен видел здание окружного суда, о котором поговаривали, будто его крыша покрыта железом. Торжественное молчание и ряды широко открытых глаз говорили о почтении, которое вызывали подобные мысли. Ведь это был сам знаменитый судья Тэтчер, брат здешнего адвоката! Джеф Тэтчер тут же вышел вперед и на зависть всей школе продемонстрировал, что он на дружеской ноге с великим человеком. О, если б он мог слышать шепот, поднявшийся в рядах, то он усладил бы его душу, как небесная музыка:</p>
<p>– Гляди-ка, Джим! Идет прямо туда! Смотри, протянул ему руку – здоровается! Вот ловко-то! Скажи, небось хотел бы оказаться на месте Джефа?</p>
<p>Мистер Уолтерс проявил неслыханную распорядительность и расторопность, отдавая приказания, делая замечания и рассыпая выговоры направо и налево. Старался и библиотекарь, мелькая взад и вперед с охапками книг и производя тот бесполезный шум, который любит поднимать разное мелкое начальство. Молоденькие наставницы старались, в свою очередь, ласково склоняясь над разгильдяями, которых еще недавно драли за уши, слегка грозили пальчиком маленьким шалунам и гладили по головке прилежных. Усердствовали и молодые учителя, строго выговаривая, проявляя власть, то есть всячески поддерживали дисциплину и порядок. Почти всем учителям тут же понадобилось что-то в книжном шкафу рядом с кафедрой, и они наведывались туда и дважды, и трижды, и всякий раз как бы с неохотой. Девочки тоже старались в меру сил, а уж мальчишки проявляли такое рвение, что жеваная бумага и затрещины сыпались частым градом. И над всем этим возвышался великий человек, благосклонно и снисходительно улыбаясь, кивая всей школе и греясь в лучах собственной славы, – он тоже старался.</p>
<p>И только одного не хватало мистеру Уолтерсу для полного счастья – возможности на глазах у гостей вручить наградную Библию и похвастать каким-нибудь чудом учености. У некоторых школьников имелись желтые билетики, но ни у кого в достаточном количестве – директор уже опросил всех лучших учеников. Он бы отдал все на свете за то, чтобы к немецкому мальчику вернулся разум. Но в ту самую минуту, когда мистер Уолтерс уже был готов впасть в отчаяние, вперед выступил Том Сойер с девятью желтыми, девятью красными и десятью синими билетиками и потребовал заслуженную Библию.</p>
<p>Это было как гром среди ясного дня. Чего-чего, а этого мистер Уолтерс никак не ожидал, по крайней мере, в течение ближайших десяти лет. Но делать нечего: налицо были подписанные счета и по ним предстояло платить. Тома пригласили на возвышение, где восседали судья и прочие небожители, и неслыханная новость была оглашена с кафедры.</p>
<p>Впечатление было потрясающим. Новый герой тотчас вознесся до уровня судьи Тэтчера, и вся школа получила возможность созерцать сразу два чуда вместо одного. Мальчишек жестоко терзала зависть, а больше других страдали те, кто слишком поздно поняли, что сами же и способствовали возвышению презренного выскочки, променяв свои билетики на сокровища, нажитые им путем перепродажи права на побелку забора. Им ничего не оставалось, кроме как презирать себя за то, что они поддались на уловки хитрого проныры и попались на его крючок.</p>
<p>Наконец награда была вручена Тому с самой прочувствованной речью, какую только сумел выжать из себя директор в таких обстоятельствах. Правда, этой речи малость недоставало подлинного вдохновения – бедняга чуял, что тут кроется какая-то мрачная тайна: быть того не могло, чтобы этот вертлявый и рассеянный мальчишка собрал в житницу свою две тысячи библейских снопов, когда всем известно, что ему не осилить и дюжины. Раскрасневшаяся Эмми Лоуренс сияла от гордости и счастья и всячески старалась, чтобы Том это заметил. Но он и глазом не повел в ее сторону, и Эмми задумалась, потом слегка огорчилась, потом у нее возникло смутное подозрение – и вскоре оно окрепло. Она стала наблюдать; один беглый взгляд сказал ей многое – и тут ее ждал удар в самое сердце. От ревности и гнева она едва не расплакалась и тут же возненавидела всех на свете, а больше всех Тома – по крайней мере, так ей казалось.</p>
<p>Тома представили судье, но он не мог произнести ни слова. Язык у него прилип к гортани, сердце учащенно билось, он едва дышал, подавленный не только грозным величием этого государственного мужа, но и тем, что это был ее отец. В эту минуту он с радостью пал бы перед судьей на колени – если бы в школе было темно. Судья погладил Тома по кудрям, назвал его славным мальчуганом и поинтересовался, как его зовут. Том открыл рот, дважды запнулся и пролепетал:</p>
<p>– Том…</p>
<p>– Должно быть не Том, ведь имя твое немного подлиннее?</p>
<p>– Томас…</p>
<p>– Ну вот и славно. Я так и думал. Но у тебя, само собой, есть и фамилия, и ты не станешь ее скрывать от меня?</p>
<p>– Назови джентльмену свою фамилию, Томас, – вмешался учитель, – и не забывай в конце фразы добавлять «сэр»! Веди себя как полагается воспитанному человеку.</p>
<p>– Томас Сойер… сэр.</p>
<p>– Вот и молодец! Маленький трудолюбивый человечек. Две тысячи стихов – это очень много, невероятно много. Но никогда не жалей потраченных усилий: дороже всего на свете знание. Это оно делает нас хорошими, а порой и великими людьми; ты и сам когда-нибудь станешь большим человеком, Томас. И тогда ты оглянешься на пройденный путь и скажешь: «Всем этим я обязан тому, что в детстве имел счастье учиться в воскресной школе. А также моим дорогим учителям, указавшим мне дорогу к свету, и моему доброму директору, который поощрял меня на этом пути, подарил мне роскошную и изящную Библию, которая была моей спутницей на протяжении всей жизни, и дал мне правильное воспитание!» Вот что ты скажешь, Томас, и эти две тысячи стихов станут тебе дороже любых денег – да, да, не сомневайся. А теперь не поведаешь ли ты мне и вот этой леди кое-что из того, что выучил? Ведь мы гордимся мальчиками, которые так замечательно учатся. У меня нет ни малейших сомнений, что тебе известны имена всех двенадцати апостолов. Может быть, ты скажешь нам, как звали тех двоих, что были призваны первыми?</p>
<p>Все это время Том теребил пуговицу, исподлобья поглядывая на судью. Но теперь он побагровел и спрятал глаза. Мистер Уолтерс похолодел. Страшная мысль посетила его – а ну как мальчишка не сможет ответить даже на такой простой вопрос? И с чего бы это судье вздумалось его допрашивать?</p>
<p>Чувствуя, что необходимо что-то сказать, директор проговорил:</p>
<p>– Отвечай джентльмену, Томас. Не нужно бояться!</p>
<p>Том, однако, молчал.</p>
<p>– Уж мне-то он скажет, – вмешалась дама. – Ну же, Томас! Первых двух апостолов звали…</p>
<p>– Давид и Голиаф!..</p>
<p>Опустим же занавес милосердия над финалом этой сцены.</p>
</section><section><title><p>Глава 5</p>
</title><p>В половине одиннадцатого задребезжал надтреснутый колокол, и вскоре народ начал сходиться к утренней службе. Ученики воскресной школы разбрелись по всей церкви и расселись вместе с родителями, чтобы быть у них на глазах. Явилась и тетя Полли. Сид и Мэри сели рядом с ней, а Тома усадили поближе к проходу и подальше от окна и соблазнительных летних пейзажей. Прихожане заполнили весь храм: престарелый почтмейстер, знававший лучшие дни; мэр с супругой – в городишке, наряду с прочими ненужностями, имелся и мэр; далее – судья, вдова Дуглас, красивая, нарядная женщина средних лет, всем известная своей щедростью и богатством, владелица единственного роскошного особняка во всем городе и устроительница самых блестящих праздников, какими мог похвалиться Сент-Питерсберг; согнутый в дугу майор Уорд с супругой; адвокат Риверсон, новоявленная знаменитость, прибывшая откуда-то издалека, а за ним первая местная красавица в сопровождении стайки юных покорительниц сердец, разряженных в батист и ленты. Вслед за девицами гурьбой ввалились молодые люди, в большинстве своем городские чиновники. Эти напомаженные воздыхатели полукругом стояли на ступенях церкви, покусывая набалдашники своих тросточек, пока девицы не вошли внутрь. И наконец, уже после всех явился Примерный Мальчик Вилли Мафферсон со своей матушкой, с которой он обращался так, будто она была из граненого хрусталя. Он всегда сопровождал матушку в церковь и был в чести у городских дам. Зато мальчишки его на дух не переносили, до того он был праведный и слащавый; вдобавок Вилли постоянно ставили им в пример. Как всегда по воскресеньям, из его заднего кармана торчал белоснежный платочек – он якобы случайно высунулся. У Тома платка отродясь не бывало, поэтому всех мальчиков, у которых водились платки, он считал надутыми франтами.</p>
<p>Когда вся паства собралась, колокол ударил еще раз, подгоняя лентяев и разинь, и в церкви воцарилось торжественное молчание, нарушаемое только хихиканьем певчих на хорах. Это было в порядке вещей: певчие всегда перешептывались и хихикали во время службы. Знавал я один церковный хор, который вел себя прилично, только я уж не помню, где было дело. По-моему, где-то за границей.</p>
<p>Проповедник назвал номер гимна и с большим чувством прочел его от начала до конца на тот особый манер, который пользовался в здешних краях неизменным успехом. Он начал читать вполголоса и постепенно повышал тон, пока, дойдя до определенного места, не сделал сильное ударение на последнем слове и вдруг как бы прыгнул вниз с трамплина:</p>
<poem><stanza><v>О, мне ль блаженствовать в раю,</v><v>Среди цветов покоясь,</v><v>Тогда как братья во Христе</v><v>Бредут в крови по пояс!</v></stanza></poem><p>Он был широко известен искусством чтения. На церковных собраниях его неизменно просили почитать стихи, и едва он умолкал, как дамы воздевали руки к небесам и, словно обессилев от полноты чувств, роняли их на колени, закатывали глаза и отрицательно качали головами, будто говоря: «Нет, словами этого ни за что не выразить! Это слишком хорошо, чересчур хорошо для нашей грешной земли».</p>
<p>После того как гимн был пропет, его преподобие мистер Спрэг повернулся к доске объявлений и принялся оглашать извещения о собраниях, празднованиях и днях памяти, пока всем не начало казаться, что это будет длиться до второго пришествия. Этого странного обычая до сих пор придерживаются в Америке даже в больших городах, невзирая на множество газет, которыми торгуют на каждом углу. Не мной первым сказано: чем меньше смысла в каком-нибудь обычае, тем труднее от него отделаться.</p>
<p>Затем проповедник приступил к молитве. Это была добротная длинная молитва, и никто не был забыт: в ней упоминались и церковь, и прихожане этой церкви, и другие церкви в городке, и сам городок, и наш штат, и все должностные лица штата, и Соединенные Штаты в целом, и все церкви Соединенных Штатов, и конгресс, и президент, и иные чиновники, и бедные мореплаватели, носящиеся по бурным морям, и угнетенные народы, стонущие под игом европейских монархов и восточных деспотов, и те, кому просиял свет евангельской истины, но они имеют уши, да не слышат, имеют глаза, да не видят, и язычники на островах в океане. Заключалась молитва просьбой, чтобы слова проповедника были услышаны, а семена, им посеянные, взошли во благовремении и принесли обильную жатву. Аминь.</p>
<p>Зашумели юбки, и прихожане, стоявшие все это время, снова уселись. Мальчик, о котором идет речь в этой книге, не получил ни малейшего удовольствия от молитвы, он едва смог дослушать ее до конца, и то через силу. Пока преподобный Спрэг возносил свои слова к Господу, он вертелся на месте и подсчитывал, за что уже молились, – слушать он не слушал, но само перечисление было давным-давно затвержено им наизусть, известно ему было и что за чем следует. И если пастор неожиданно вставлял что-нибудь новенькое, Том мигом улавливал ухом непривычные слова и его охватывало возмущение – такие довески он считал чистой воды жульничеством.</p>
<p>В середине молитвы на спинку скамьи, прямо перед носом Тома, уселась муха и долго не давала ему покоя: она то потирала лапки, то вдруг охватывала ими голову и с такой силой принималась чесать ее, что голова почти отрывалась от туловища; а то она разглаживала крылья задними лапками и одергивала их, словно это были фалды фрака. Одним словом, муха занималась своим туалетом так невозмутимо, словно ей было известно, что она находится в полной безопасности. Так оно и было: как ни чесались у Тома руки, поймать ее он не решался, свято веря, что навеки погубит свою душу, если выкинет такую штуку во время молитвы. Однако, когда проповедник снова возвысил голос, завершая молитву, рука Тома дрогнула и предательски поползла вперед, и, как только прозвучало «аминь», муха оказалась в плену.</p>
<p>В то же мгновение тетя Полли заметила этот его маневр и заставила вернуть насекомому свободу.</p>
<p>Проповедник огласил текст из Библии и пустился в рассуждения о настолько малоинтересных вещах, что вскоре половина прихожан уже клевала носом, несмотря на то что речь шла о преисподней и вечных муках. По ходу дела пастор довел число праведников, которым было предназначено спастись, до столь ничтожной цифры, что и возиться с ними не стоило. Том тем временем считал страницы проповеди: выйдя из церкви, он всегда знал, сколько страниц было прочитано с кафедры, зато почти никогда не знал, о чем читалось. Однако на этот раз он увлекся проповедью, хотя и ненадолго. Проповедник живописно изобразил величественную и трогательную картину того, как наступит Царство Божие, и соберутся народы со всех концов земли, и лев возляжет рядом с ягненком, а младенец поведет их. Но вся высокая мораль и поучительность этой аллегории пропали для Тома даром: он тут же вообразил себя главным действующим лицом. Какая это будет эффектная роль, да еще и на глазах у всех народов, правда, при условии, что лев будет ручной.</p>
<p>Однако божественным младенцем он чувствовал себя недолго. Дальше пошли всякие сухие рассуждения, и мучения Тома возобновились. Но тут он вспомнил об одном из своих сокровищ и извлек его на свет. Это был здоровенный черный жук с острыми челюстями – «рогач», как называл его Том. Жук смирно сидел в коробочке из-под пистонов, но, почуяв волю, первым делом вцепился ему в палец. Том, само собой, отдернул руку, жук отлетел в проход между скамьями и шлепнулся на спину, а укушенный палец Том сунул в рот.</p>
<p>Жук лежал, беспомощно суча лапами и безуспешно пытаясь перевернуться. Том косился на него, всей душой желая его вернуть, но жук был слишком далеко, чтобы он мог до него дотянуться. Другие прихожане, поостыв к проповеди, тоже начали искоса поглядывать на него.</p>
<p>Тут в церковь забежал чей-то пудель, ошалевший от жары и отсутствия хозяев. Завидев жука, он сразу оживился и завертел хвостом. Он описал круг возле добычи, обнюхал ее издали, еще раз обошел вокруг, а затем, осмелев, подошел поближе, оскалил зубы и попытался схватить жука. Промахнувшись, он предпринял еще одну попытку и вскоре вошел во вкус – улегся на живот, так что жук оказался у него между передними лапами, и продолжал игру. В конце концов он утомился возиться с «рогачом» и потерял бдительность. Голова пуделя опустилась, глаза закрылись, он начал сонно клевать носом, пока мордой не коснулся жука. Тот не заставил себя упрашивать и немедленно вцепился в мокрый нос. Раздался истошный визг, пудель бешено затряс головой, жук отлетел на пару шагов в сторону и снова шлепнулся на спину.</p>
<p>Зрители по соседству корчились от хохота, некоторые схватились за платки, женщины прикрывались веерами, а Том был неописуемо счастлив. У пса был дурацкий вид, да он, судя по всему, и чувствовал себя одураченным, но душа его кипела возмущением и жаждала мести. Он приблизился к жуку и взялся за него снова, но теперь уже намного осторожнее: начал ходить вокруг и бросаться на опасное создание со всех сторон, щелкал зубами в каком-нибудь дюйме от жука и мотал головой, хлопая длинными ушами. Однако вскоре ему опять надоело играть с жуком. Он погнался за мухой, но не нашел в этом ничего забавного; последовал за муравьем, тыча нос прямо в пол, но и это ему быстро наскучило. Тогда пудель зевнул с подвывом, вздохнул и, начисто позабыв про жука, уселся прямо на него! Своды церкви огласил дикий вопль, полный боли, и пудель стрелой помчался по проходу. Неистово воя, он пронесся перед алтарем, пересек проход, заметался перед прикрытыми дверями, с визгом пронесся обратно по проходу и, окончательно одурев от боли, начал с быстротой молнии носиться по замкнутой орбите, словно всклокоченная комета. В конце концов страдалец бросился на колени к хозяину. Тот выкинул его в распахнутое окно, и вой, полный скорби, постепенно ослабевая, замер где-то вдали.</p>
<p>К этому времени все прихожане сидели с багровыми лицами, задыхаясь от нечестивого хохота, а проповедь замерла в мертвой точке. Когда же она возобновилась, то шла с перебоями, поскольку не было никакой возможности заставить паству вникнуть в смысл сказанного; даже слова, полные самой возвышенной горечи и обличений, паства, прячась за спинками скамей, встречала раскатами смеха, словно проповедник выкинул невероятно забавное коленце. Трудно вообразить облегчение, с каким было встречено окончание этой пытки. Едва сдерживая гнев, проповедник благословил прихожан и покинул кафедру.</p>
<p>Том Сойер отправился домой в самом радужном настроении. Не так уж и плоха, оказывается, воскресная служба, если внести в нее хоть чуток разнообразия. Только одна мысль огорчала его: он был совсем не против того, чтобы пудель поиграл с «рогачом», однако уносить жука с собой этот пес не имел никакого права.</p>
</section><section><title><p>Глава 6</p>
</title><p>В понедельник утром Том проснулся, чувствуя себя последним человеком на земле. Так оно и бывало по понедельникам, потому что начиналась новая неделя мучений в школе. И первое, чего ему хотелось с утра в понедельник, – чтобы воскресенья и вовсе не было, тогда темница и кандалы не казались бы такими ненавистными.</p>
<p>Том полежал, размышляя. И тут ему пришло в голову, что недурно было бы заболеть: тогда можно и вовсе не ходить в школу. Впереди смутно забрезжила надежда. Первым делом он обследовал свой организм. Никакой хвори не обнаружилось, и он взялся за дело с самого начала. На этот раз ему показалось, что налицо слабые признаки колик в желудке, и он решил положиться на них. Однако обнаруженные признаки становились все слабее и слабее, пока совсем не исчезли.</p>
<p>Том не остановился на этом, и вскоре нашлось кое-что еще. Один из верхних зубов шатался. Поздравив себя с успехом, Том уже изготовился жалобно застонать, как вдруг ему пришло в голову, что, если он явится к тетушке с такой жалобой, она попросту выдернет шатающийся зуб, а это и в самом деле больно. Тогда он решил оставить зуб на черный день и поискать что-нибудь посерьезнее. Довольно долго ничего подходящего не подворачивалось, но наконец он вспомнил, как доктор рассказывал про одну болезнь, при которой пациент недели на две, а то и на три укладывался в постель, а при неблагоприятном исходе мог и вовсе остаться без пальца.</p>
<p>Выставив намеченный в «больные» палец из-под простыни, Том начал его рассматривать. На самом деле он понятия не имел, какие должны быть симптомы у этой болезни. Но все же, думалось ему, рискнуть стоит. Приняв такое решение, он начал стонать с мало-помалу возрастающим воодушевлением.</p>
<p>Сид тем временем спал, еще ни о чем не подозревая.</p>
<p>Том застонал погромче, и ему показалось, что палец и в самом деле начинает ныть.</p>
<p>Сид и ухом не повел.</p>
<p>Том совсем запыхался. Он перевел дух, слегка собрался с силами и испустил подряд несколько просто выдающихся стонов.</p>
<p>Сид храпел.</p>
<p>Том наконец рассердился. Он позвал: «Сид, Сидди!» – и потряс брата за плечо. Это как будто подействовало, и Том опять принялся стонать. Сид сладко зевнул, потянулся, чихнул и, приподнявшись на локте, уставился на Тома. Стоны не прекращались, и Сид окликнул его:</p>
<p>– Том! Послушай, Том!</p>
<p>Никакого ответа.</p>
<p>– Да Том же! Что с тобой такое? – Сид схватил его за плечи, с испугом заглядывая в глаза.</p>
<p>Том жалобно простонал:</p>
<p>– Не надо, Сид. Не трогай меня…</p>
<p>– Да что с тобой, Том? Я сейчас позову тетю!</p>
<p>– Нет-нет, не зови. Может, оно само пройдет… Не зови никого.</p>
<p>– Да как же не звать? Прекрати, Том, у меня прямо мороз по коже. И давно это с тобой?</p>
<p>– Уже несколько часов. О-о! Не ворочайся так, Сид, ты меня прикончишь.</p>
<p>– Том, чего ж ты раньше меня не разбудил? Ой, ну перестань! Просто сил нет это слышать. Том, да что с тобой творится?</p>
<p>– Я все тебе прощаю, Сид… О-о-х-х!.. Все зло, которое ты мне причинил. Когда я умру…</p>
<p>– Ой, Том, но ты же не умираешь? Не надо, Том, ну перестань ради Бога! Может, еще…</p>
<p>– Я всех прощаю, Сид… О-о-х-х!.. Так и скажи им, Сид. А еще – отдай мою оконную раму и одноглазого котенка той новой девочке, что недавно приехала, и передай ей…</p>
<p>Не дослушав последней воли Тома, Сид сгреб в охапку свою одежду и исчез. Теперь Том и в самом деле страдал, до того разыгралось его воображение, поэтому и стоны звучали вполне естественно.</p>
<p>Сид скатился по лестнице с воплем:</p>
<p>– Тетя Полли, бегите скорее! Том умирает!</p>
<p>– Умирает?</p>
<p>– Да, тетя! Да что же вы стоите – бегите быстрей!</p>
<p>– Чепуха! Ни за что не поверю!</p>
<p>И тем не менее она вихрем понеслась наверх, а следом Сид и Мэри. Лицо у тети Полли побелело, губы дрожали. Бросившись к постели и едва переводя дух, она с трудом вымолвила:</p>
<p>– Ну, Том, Том! Что с тобой случилось?</p>
<p>– Ох, тетушка, я… мне…</p>
<p>– Что такое, Том, что случилось, мой мальчик?</p>
<p>– Ох, тетушка, у меня на пальце… гангрена!</p>
<p>Тетя Полли рухнула на стул и сначала засмеялась, затем расплакалась, а потом и то и другое вместе. Когда силы вернулись к ней, она проговорила:</p>
<p>– Том, ну что ты со мной делаешь! Прекрати эти глупости и немедленно вставай.</p>
<p>Стоны оборвались, и боль в пальце тотчас отступила. Чувствуя себя довольно глупо, Том сказал:</p>
<p>– Тетушка, мне и в самом деле показалось, что это гангрена. Было так больно, что я начисто забыл про свой зуб.</p>
<p>– Вот как! А что там с зубом?</p>
<p>– Шатается и болит, да так, что просто сил нет.</p>
<p>– Только не вздумай опять стонать. Открой рот! Ну да, и в самом деле шатается, только никто от этого еще не умирал. Мэри, подай мне шелковую нитку и горящую головню из кухни.</p>
<p>Том засуетился:</p>
<p>– Ой, тетушка, только не нужно его дергать. Пожалуй, все уже прошло. Теперь он совсем не болит – вот помереть мне на этом месте, ни капельки не болит! Ну, пожалуйста, не надо! Я же все равно пойду в школу!</p>
<p>– Все равно пойдешь? Так вот оно что! Ты все это затеял, только чтобы не ходить в школу, а вместо того податься на реку? Ах, Том, Том, я так тебя люблю, а ты меня просто убиваешь своими выходками!</p>
<p>Орудия уже были наготове. Завязав на шелковой нитке петельку, тетя Полли накинула ее на шатающийся зуб, а другой конец нитки привязала к кровати. А затем, схватив тлеющую головню, ткнула ею чуть ли не в самое лицо мальчику. Том отшатнулся, зуб выскочил и повис на ниточке.</p>
<p>Но за всякое испытание, как известно, полагается награда. Когда Том после завтрака шел в школу, ему завидовали все встречные мальчишки, потому что в верхнем ряду зубов у него теперь зияла изрядная дыра, через которую можно было великолепно плевать совершенно новым способом. За Томом вился хвост любопытных, интересовавшихся этим открытием, а мальчик с порезанным пальцем, до того бывший предметом зависти и поклонения, прозябал в тени Томовой славы. Чтобы скрыть свое огорчение, он пренебрежительно заметил, что не видит ничего особенного в том, чтобы плеваться, как Том Сойер, на что другой мальчик резонно возразил: «Зелен виноград!», – и развенчанному герою пришлось со стыдом убраться прочь.</p>
<p>По пути Том повстречал Гекльберри Финна, сына первого городского пьяницы и тоже в своем роде изгоя. Все городские мамаши от души ненавидели Финна за то, что он был лентяй, озорник и не считался ни с какими правилами, а также за то, что их дети восхищались Геком и стремились ему подражать. Том, как и все прочие мальчики из «почтенных» семей, завидовал положению юного отщепенца, с которым ему строжайше запрещалось водиться. Как раз поэтому он и пользовался любым подходящим случаем, чтобы повидаться с Геком. Финн был вечно одет в обноски с чужого плеча, покрытые пятнами и до того изодранные, что лохмотья реяли по ветру. Вместо шляпы он носил какую-то рвань, от полей которой был откромсан здоровенный кусок фетра в виде полумесяца; чей-то старый сюртук, когда Гек соблаговолял его надеть, доходил ему до пяток, причем задние пуговицы располагались много ниже спины; штаны держались на одной лямке и висели сзади мешком, а обтрепанные штанины волочились в пыли, если Гек не подворачивал их до колен.</p>
<p>Гекльберри делал все, что хотел, не нуждаясь ни в чьем разрешении. В сухую погоду он ночевал на досках первого попавшегося крыльца, а если шел дождь – в пустой бочке. Его никто не заставлял ходить ни в школу, ни в церковь. Захочется ему – пойдет ловить рыбу или купаться и проторчит на реке сколько вздумается. Никто не запрещал ему драться; ему можно было разгуливать по городу до поздней ночи; весной он первым выходил на улицу босиком и последним обувался осенью; ему не надо было ни умываться, ни одеваться во все чистое; и по части ругани он тоже был мастер. Иначе говоря, у этого нищего оборванца было все, что придает жизни смысл. С этим согласились бы все задерганные родителями мальчишки в Сент-Питерсберге.</p>
<p>Первым делом Том окликнул этого романтического бродягу:</p>
<p>– Здорово, Гекльберри!</p>
<p>– Здорово, коли не шутишь.</p>
<p>– Что это у тебя, Гек?</p>
<p>– Дохлая кошка, ясное дело.</p>
<p>– Дай-ка взглянуть. Ты подумай, как окоченела! Ты где ее раздобыл?</p>
<p>– Купил тут у одного.</p>
<p>– А что дал?</p>
<p>– Синий билетик и бычий пузырь. А пузырь я достал на бойне.</p>
<p>– Откуда у тебя синий билетик?</p>
<p>– Купил у Бена Роджерса – за палку для обруча.</p>
<p>– Слушай, Гек, а на что может сгодиться дохлая кошка?</p>
<p>– На что? Сводить бородавки.</p>
<p>– Брось! Я знаю кое-что получше.</p>
<p>– Знаешь ты, как же! Ну, говори, что?</p>
<p>– Гнилая вода.</p>
<p>– Гнилая вода! Да ни черта она не стоит, эта твоя гнилая вода!</p>
<p>– Не стоит, по-твоему? А ты, что ли, пробовал?</p>
<p>– Я – нет. А вот Боб Таннер пробовал.</p>
<p>– Он сам тебе это сказал?</p>
<p>– Допустим, не мне. Он сказал Джефу Тэтчеру, а Джеф – Джонни Беккеру, а Джонни – Джиму Холлису, а Джим – Бену Роджерсу, а Бен – одному негру, а уж тот сказал мне. Вот как оно было!</p>
<p>– Ну и что с того? Все они врут. То есть все, кроме негра. Его я не знаю, только в жизни я не видывал такого негра, чтобы врал на каждом шагу. Чепуха это все! Ты лучше расскажи, как Боб Таннер это делал.</p>
<p>– Известно как: взял да и сунул руку в гнилой пень, где застоялась дождевая вода.</p>
<p>– Днем?</p>
<p>– А когда же еще?</p>
<p>– Стоя лицом к пню?</p>
<p>– Ну да. То есть наверно.</p>
<p>– И он говорил еще что-нибудь?</p>
<p>– Нет, вроде бы ничего. А вообще-то, не знаю.</p>
<p>– Ну! И какой же дурак так сводит бородавки? Нужно пойти одному в самую чащу, найти гнилой пень и ровно в полночь, поворотившись к нему спиной, сунуть руку в воду и сказать: «Ячмень, ячмень, рассыпься, индейская еда, возьми мои бородавки, гнилая вода!», – а потом отбежать на одиннадцать шагов с закрытыми глазами, три раза обернуться на месте и уж после того идти домой. И боже упаси с кем-нибудь разговаривать: если заговоришь – не подействует.</p>
<p>– Да, вот это вроде на что-то похоже. Только Боб Таннер делал не так.</p>
<p>– Ну еще бы: то-то у него и бородавок, как ни у кого во всем городе. Да если б он знал, как обращаться с гнилой водой, то ни одной бы не было. Я и сам свел уйму бородавок таким способом, Гек. Это все из-за возни с лягушками – от них у меня и бородавки. А то еще можно бобовым стручком.</p>
<p>– Верно, стручком хорошо. Я тоже пробовал.</p>
<p>– Да ты что? А как же ты сводил стручком?</p>
<p>– Берешь стручок, лущишь, потом чиркаешь ножом бородавку, чтоб показалась кровь, капаешь на половинку стручка, роешь ямку на перекрестке в новолуние и закапываешь стручок – ровно в полночь. А другую половинку надо сейчас же сжечь. Сообрази: та половинка, на которой кровь, будет все время тянуть к себе другую, а кровь притянет бородавку, вот она и сойдет в два дня.</p>
<p>– Что верно, Гек, то верно. Только когда зарываешь, надо еще сказать: «Стручок в землю, кровь к крови, а ты, бородавка, в огне гори!» – так куда вернее. Джо Харпер тоже так делает, а он, знаешь, где только не побывал! Даже до самого Кунвилла добирался. А как же это их сводят дохлой кошкой?</p>
<p>– Как? Да проще простого: берешь кошку – и прямиком на кладбище в полночь, но только после того, как там похоронили какого-нибудь страшного грешника. Ясное дело: ровно в полночь явится черт, а то и не один; ты этого, конечно, видеть не сможешь, будешь только слышать – вроде ветер шумит, а если повезет, так услышишь и как они там переговариваются. Короче, как потащат они старого греховодника, нужно бросить кошку вслед и тотчас сказать: «Черт за покойником, кошка за чертом, бородавка за кошкой, пошла, бородавка, вон!» Ни следа не останется!</p>
<p>– Смотри-ка! Ты-то сам пробовал, Гек?</p>
<p>– Не пробовал, а слыхал от старухи Хопкинс.</p>
<p>– Ну, тогда дело верное. Всем известно, что она ведьма.</p>
<p>– Известно! Точно, ведьма. Она и отца в два счета околдовала – он мне сам говорил. Идет как-то и видит, что она на него ворожит – порчу напускает. Тогда он схватил первый попавшийся камень, да как швырнет в нее – и попал бы, да она увернулась. И что ты думаешь? В ту же ночь его, пьяного, черт занес на крышу сарая. Доски гнилые оказались, он оступился, да и сломал себе руку.</p>
<p>– Жуть! А почем же он знал, что она на него ворожит?</p>
<p>– Да мой отец такие вещи нутром чует! Так и говорит: если ведьма глядит на тебя в упор, значит, готово – порчу напускает. Особенно если еще и бормочет. Знаешь, почему ведьмы бормочут? Это они «Отче наш» задом наперед читают.</p>
<p>– Слышь, Гек, ты когда собираешься испытывать кошку?</p>
<p>– Сегодня ночью, когда ж еще? Думаю, как раз нынче черти должны явиться за старым охальником Уильямсом.</p>
<p>– Его ж в субботу похоронили! Разве они его не забрали?</p>
<p>– Чушь городишь! Какое же колдовство до полуночи? А там уже и воскресенье. Не думаю я, чтобы чертям было дозволено шастать по кладбищам в святой день.</p>
<p>– Ох ты, а я и не подумал! Верно. Возьмешь меня?</p>
<p>– Возьму, коли не струсишь.</p>
<p>– Еще чего! Так ты мяукнешь?</p>
<p>– Ясное дело. Да и ты мяукни в ответ, чтоб я знал, что ты идешь. А то я в прошлый раз мяукал-мяукал, пока старик Гейз не начал швыряться кирпичами, да еще приговаривает: «Черти бы драли эту кошку!» Ну я ему и ответил – кирпичом в окно. Только ты никому ни звука.</p>
<p>– Да ладно тебе! Мне тогда никак невозможно было мяукать, тетушка следила, а уж сегодня точно мяукну. Слышь, а это у тебя что?</p>
<p>– Да чепуха. Клещ.</p>
<p>– Где взял?</p>
<p>– Ясное дело, в лесу.</p>
<p>– Что просишь?</p>
<p>– Не знаю. Как-то неохота продавать.</p>
<p>– Ну и не надо. Да и клещ какой-то уж больно невзрачный.</p>
<p>– Нам только дай чужого клеща охаять. А я вот им вполне доволен. Как по мне, и такой хорош.</p>
<p>– Клещей везде сколько угодно. Вздумается, я и сам хоть тыщу наберу.</p>
<p>– Чего ж не набрал? Сам знаешь, что тебе такого не сыскать. Это клещ особый, из ранних. В этом году первого вижу.</p>
<p>– Слышь, Гек, хочешь за него мой зуб?</p>
<p>– А ну, покажь!</p>
<p>Том бережно развернул бумажку с зубом, и Гекльберри стал его разглядывать, борясь с искушением. Наконец он спросил:</p>
<p>– Настоящий?</p>
<p>Том оттянул губу и показал дырку.</p>
<p>– Лады, – сказал Гекльберри, – сторговались!</p>
<p>Том водворил клеща в коробочку из-под пистонов, где раньше сидел жук, и мальчишки расстались, причем каждый из них чувствовал себя богачом.</p>
<p>В бревенчатый домик школы, стоявший особняком, Том вошел размашистой походкой человека, который торопится по важному делу. Повесив шляпу на гвоздь, он с озабоченным видом прошмыгнул к своему месту. Учитель, восседавший позади кафедры в просторном плетеном кресле, подремывал, убаюканный мушиным гудением класса. Появление Тома вернуло его к реальности.</p>
<p>– Томас Сойер!</p>
<p>Когда твое имя произносят полностью, ничего хорошего это, как правило, не предвещает.</p>
<p>– Я здесь, сэр.</p>
<p>– Подойдите сюда! Вы, как всегда, опоздали. В чем причина?</p>
<p>Том вознамерился было соврать, чтобы избежать наказания, но тут увидел две толстые золотистые косы, которые узнал мгновенно – исключительно благодаря сверхъестественной силе любви. Увидел он также и то, что единственное свободное место во всем классе находится рядом с этой девочкой. Не колеблясь ни секунды, он заявил:</p>
<p>– Я остановился на минуту, чтобы поболтать с Гекльберри Финном.</p>
<p>Учителя чуть не хватил удар. В немом изумлении он некоторое время взирал на Тома. Гудение прекратилось, и в классе воцарилась гробовая тишина. Кое-кто уже начал подумывать, что этот отчаянный малый окончательно рехнулся.</p>
<p>Учитель ошеломленно переспросил:</p>
<p>– Вы… Что вы сделали? Я не ослышался?</p>
<p>– Нет.</p>
<p>– Томас Сойер, это самое поразительное признание, какое мне когда-либо приходилось слышать. Боюсь, что одной линейки за такой проступок недостаточно. Ну-ка, снимите вашу куртку.</p>
<p>К тому моменту, когда изломались все розги, рука учителя окончательно онемела, после чего последовал приказ:</p>
<p>– А теперь, сэр, ступайте и займите место рядом с девочками! Пусть это послужит вам дополнительным уроком.</p>
<p>Казалось, что смешок, волной пролетевший по классу, смутил Тома; на самом же деле это было вовсе не смущение, а смиренная робость и благоговение перед новым божеством. Или еще точнее: страх, смешанный с радостью, которую сулила такая невероятная удача. Он присел на самый краешек сосновой скамьи, а девочка, задрав носик, отодвинулась как можно дальше. Вокруг зашептались, подталкивая друг друга и перемигиваясь, но Том сидел смирно, сложив руки на длинной приземистой парте. На первый взгляд казалось, что он с головой погрузился в книгу.</p>
<p>Мало-помалу он перестал быть центром внимания и нудное жужжанье зубрежки снова заполнило сонный воздух. Том начал искоса поглядывать на девочку, но она презрительно поджала губы и отвернулась. Когда она заняла прежнюю позицию, перед ней лежал персик. Девочка отодвинула его, но Том тихонько вернул персик на место. Она опять его оттолкнула, но уже без особой враждебности. Том – само терпение – водворил персик на старое место. Девочка к нему не прикоснулась. Тогда Том нацарапал каракулями на грифельной доске: «Возьмите, пожалуйста, – у меня есть еще». Девочка быстро взглянула на доску, но ничего не ответила, а Том принялся рисовать что-то, прикрывая свое творение левой рукой. Сначала девочка как бы не желала ничего замечать, но в конце концов женское любопытство взяло верх. Том по-прежнему рисовал, скрипя грифелем, ничего не видя вокруг и морща нос от усердия. Девочка попробовала исподтишка взглянуть на доску поверх его локтя, но Том и виду не подал, что заметил это. Наконец она сдалась и робко прошептала:</p>
<empty-line></empty-line><image l:href="#i_005.jpg"></image><empty-line></empty-line><p>– Могу я на это посмотреть?</p>
<p>Том приоткрыл доску. Там был изображен кособокий домик с двускатной крышей и трубой, из которой клубами валил дым. Увлекшись рисованием Тома, девочка забыла обо всем на свете. После того как шедевр был завершен, она посмотрела на него в задумчивости и шепнула:</p>
<p>– Просто замечательно! А теперь, если можно, нарисуйте человечка.</p>
<p>Маэстро изобразил перед домом человечка, смахивающего на портовый кран. При желании он мог бы перешагнуть через конек кровли, но девочка оказалась не слишком придирчивым судьей и осталась довольна этим монстром. Полюбовавшись на него, она прошептала:</p>
<p>– До чего же красивый! А могли бы вы нарисовать меня?</p>
<p>Том изобразил песочные часы, увенчанные полной луной, приделал к ним ручки и ножки в виде тростинок, а затем сунул в растопыренные пальцы громадный веер. Девочка сказала:</p>
<p>– Чудо как хорошо! Какая жалость, что я не умею рисовать.</p>
<p>– Ерунда, – прошептал Том, – это проще простого. Я вас мигом научу.</p>
<p>– Правда? А когда?</p>
<p>– В большую перемену. Вы идете домой обедать?</p>
<p>– Я могла бы остаться, если хотите.</p>
<p>– Здорово! А как вас звать?</p>
<p>– Бекки Тэтчер. А вас? Ах да, знаю: Томас Сойер.</p>
<p>– Это когда мне собираются всыпать как следует. А если я веду себя прилично – Том. Поэтому зовите меня Том, договорились?</p>
<p>– Хорошо.</p>
<p>Том снова принялся царапать на доске, закрывая написанное от Бекки. На этот раз уже без всякого стеснения она попросила показать, что это такое, но Том ответил:</p>
<p>– Ничего особенного. Всякая чепуха.</p>
<p>– Нет, покажите!</p>
<p>– Ей-богу, не стоит. Вам это будет неинтересно.</p>
<p>– Нет, интересно. Ну, пожалуйста!</p>
<p>– Вы разболтаете.</p>
<p>– Ничего подобного! Даю слово, что не разболтаю.</p>
<p>– Никому-никому? До самой смерти?</p>
<p>– Ни за что на свете. А теперь – показывайте.</p>
<p>– Да вам же и в самом деле неинтересно!</p>
<p>– Ну если вы так со мной поступаете, я сама посмотрю.</p>
<p>Бекки вцепилась своей маленькой ручкой в руку Тома, завязалась короткая схватка, причем Том только делал вид, что сопротивляется, а сам мало-помалу убирал руку, пока не показались слова: «Я вас люблю!»</p>
<p>– Какой противный! – Бекки моментально шлепнула Тома по руке, покраснев при этом, но вообще-то было заметно, что она довольна.</p>
<p>В ту же минуту мальчик почувствовал, как могучая рука словно кузнечными клещами сжимает его ухо и тянет вверх, а затем вперед. Этаким манером его провели через весь класс и водворили на прежнее место под перекрестным огнем ядовитых насмешек. Покончив с этим, учитель постоял над Томом несколько тяжких мгновений и наконец вернулся к своему трону, так и не проронив ни слова. Ухо Тома пылало, но сердце было преисполнено ликования.</p>
<p>Класс снова затих, и Том честно попытался заняться уроком, но для этого он был слишком взволнован. Когда пришел его черед читать вслух, он осрамился как никогда, потом, отвечая по географии, бойко превращал озера в горные хребты, хребты в реки, а реки в пустыни, и таким образом на земле снова воцарился первозданный хаос. За этим последовал диктант, в котором он наделал ошибок в самых легких словах, известных любому младенцу, в результате оказался последним в классе, и оловянная медаль за правописание, которую он с гордостью носил несколько месяцев подряд, досталась другому ученику.</p>
</section><section><title><p>Глава 7</p>
</title><p>Чем больше Том старался сосредоточиться на ученье, тем больший разброд воцарялся в его голове. Наконец он вздохнул, зевнул и захлопнул книгу. Должно быть, большая перемена никогда не начнется. Воздух в классе был совершенно неподвижен. Бормотанье двадцати пяти усердно зубрящих учеников навевало дремоту, как жужжанье пчел. А за окном в слепящем солнечном блеске сквозь дрожащий от зноя воздух, голубеющий вдали, курчавились зеленые склоны Кардиффской горы; две-три птицы, лениво распластав крылья, парили в высоком небе; на улице не было ни души, кроме пары коров, да и те дремали, привалившись к оградам.</p>
<p>Душа Тома рвалась на волю – к чему-нибудь такому, что помогло бы скоротать эти нестерпимо нудные часы. Его рука скользнула в карман, и вдруг лицо мальчика просияло благодарной, чуть ли не молитвенной улыбкой. С великой осторожностью он извлек на свет коробочку из-под пистонов, открыл и выпустил клеща на длинную крышку парты. Клещ, надо думать, также просиял благодарной, почти молитвенной улыбкой, но преждевременно: как только он пустился наутек, Том загородил ему дорогу булавкой и заставил круто свернуть.</p>
<p>Закадычный приятель Тома Джо Харпер, который сидел рядом, страдая так же отчаянно, как только что страдал Том, немедленно проявил живейший интерес к развлечению и с готовностью принял в нем участие. Джо добыл еще одну булавку из лацкана своей курточки и взялся муштровать пленного со своей стороны. С каждой минутой игра становилась все интереснее, и вскоре Тому показалось, что вдвоем они только толкаются и мешают друг другу и ни тот ни другой не получает полного удовольствия от клеща. Взяв грифельную доску Джо Харпера, он положил ее на парту и разделил пополам, проведя прямую черту сверху донизу.</p>
<p>– Так, покуда клещ на твоей стороне, можешь гонять его сколько угодно, я его трогать не стану, – сухо заявил он. – Но если он перебежит на мою сторону, уж ты, будь добр, оставь его в покое.</p>
<p>– Лады! Валяй, выпускай.</p>
<p>Довольно скоро клещ ускользнул от Тома и пересек границу. Джо его малость помучил, а потом клещ сбежал от него и опять перешел рубеж. Он все время мотался туда-сюда. Пока один из мальчиков гонял клеща, полностью погрузившись в это занятие, другой с таким же увлечением следил за развитием событий – две головы склонялись над доской, не замечая ничего вокруг. Под конец удача как будто улыбнулась Джо Харперу. Клещ заметался то вправо, то влево и, похоже, разволновался не меньше самих игроков. Том уже чуял, что победа вот-вот достанется ему, у него просто руки чесались слегка подтолкнуть клеща, который заколебался на самой границе, но тут Джо ловко ткнул клеща булавкой, и тот остался в его владениях. Тут уж Том не смог совладать с искушением. Он протянул руку и слегка подтолкнул клеща. Джо вскипел:</p>
<p>– Том, не тронь клеща.</p>
<p>– Я только хотел его самую малость подбодрить…</p>
<p>– Нет уж, сэр, это нечестно. Уговор есть уговор.</p>
<p>– Да я же чуть-чуть!</p>
<p>– Оставь клеща в покое, сказано тебе!</p>
<p>– Не оставлю!</p>
<p>– Придется – он на моей территории!</p>
<p>– Послушай-ка, Джо Харпер, ты не забыл, чей это клещ?</p>
<p>– А мне наплевать чей! На моей стороне – значит, не моги.</p>
<p>– А я буду. Клещ мой, что хочу, то с ним и делаю, вот и весь сказ.</p>
<p>Страшный удар обрушился на спину Тома, и второй, равноценный, – на спину Джо. Пару минут кряду пыль летела из их курток, а весь класс развлекался, глядя на них. Мальчишки так увлеклись похождениями клеща, что упустили момент, когда все затихло, а учитель, бесшумно прокравшись через класс, грозно навис над ними. Он довольно долго созерцал представление, прежде чем твердой рукой восстановил порядок.</p>
<p>Как только школьников отпустили на большую перемену, Том подобрался к Бекки Тэтчер и шепнул:</p>
<p>– Наденьте шляпку, будто собрались домой, а когда дойдете до угла, отстаньте от других девочек, сверните в переулок и возвращайтесь. Я пойду другой дорогой, а потом тоже удеру от своих.</p>
<p>Так они и сделали – и уже через несколько минут встретились в конце переулка и вернулись в пустую школу. Усевшись вдвоем за парту, они положили перед собой грифельную доску. Том вручил Бекки грифель и принялся водить ее рукой по доске, показывая, как надо рисовать, и в результате совместных усилий на свет появился еще один восхитительный домик. Впрочем, интерес к искусству вскоре пошел на убыль, и они разговорились. Том был на седьмом небе. Для начала он спросил Бекки:</p>
<p>– Нравятся вам крысы?</p>
<p>– Ох, терпеть их не могу!</p>
<p>– Честно сказать, и я тоже – живых. Но я-то имею в виду дохлых – чтобы вертеть на веревочке.</p>
<p>– Нет, и дохлые мне не нравятся. Крыс я вообще не очень-то люблю. Мне больше нравится жевать лакрицу.</p>
<p>– Ну еще бы! И мне тоже. Недурно бы сейчас пожевать.</p>
<p>– Хотите? У меня есть немножко. Я вам дам, только вы потом верните.</p>
<p>Том, разумеется, хотел, и оба принялись жевать лакрицу по очереди, болтая ногами от удовольствия.</p>
<p>– Вы бывали в цирке когда-нибудь? – продолжил светскую беседу Том.</p>
<p>– Да. Папа сказал, что еще меня сводит, если я буду хорошо учиться.</p>
<p>– А я сколько раз был! Целых три или даже четыре. Церковь, конечно, гроша ломаного не стоит по сравнению с цирком. Там все время что-нибудь представляют. Когда вырасту, непременно подамся в клоуны.</p>
<p>– Да? Вот славно! Они такие симпатичные, все в пестром.</p>
<p>– Это да. И деньги гребут лопатой. Бен Роджерс говорит, что не меньше доллара в день. Послушайте, Бекки, а были вы когда-нибудь помолвлены?</p>
<p>– А что это такое?</p>
<p>– Ну как же! Это всякий знает. Помолвка – это чтобы потом выйти замуж.</p>
<p>– Нет, не была.</p>
<p>– А хотелось бы вам?</p>
<p>– Пожалуй. Или нет… Я не знаю. А на что это похоже?</p>
<p>– На что? Да ни на что. Вы говорите мальчику, что никогда ни за что не выйдете замуж за другого, потом целуетесь. И все. Это кто угодно сумеет.</p>
<p>– Целуетесь? А зачем это?</p>
<p>– Ну, знаете ли, затем, чтобы… да просто потому, что все так делают.</p>
<p>– Все-все?</p>
<p>– Все. Конечно, если кто влюблен друг в друга. Вы помните, что я написал на доске?</p>
<p>– М-м… да…</p>
<p>– И что же?</p>
<p>– Не скажу.</p>
<p>– Может, мне напомнить?</p>
<p>– Д-да… только как-нибудь потом.</p>
<p>– Да нет, лучше прямо сейчас.</p>
<p>– Нет, не сейчас. Пожалуй, завтра.</p>
<p>– Нет, сейчас. Ну что вам стоит, Бекки? Я шепотом, все равно никто не услышит.</p>
<p>Бекки заколебалась, и Том, приняв молчание за согласие, приобнял ее за плечи и прошептал в розовое ушко:</p>
<p>– Я тебя люблю, – и тут же прибавил: – А теперь ты мне шепни то же самое!</p>
<p>Некоторое время Бекки сопротивлялась, а потом потребовала:</p>
<p>– Вы отвернитесь, чтобы вам меня не видеть, тогда я шепну. Но только не говорите никому. Не расскажете, Том, хорошо? Ни одной живой душе?</p>
<p>– Никому и никогда. Ну же, Бекки!</p>
<p>Когда Том отвернулся, она наклонилась так близко, что от ее теплого дыхания у него зашевелились волосы, и почти беззвучно прошептала: «Я… вас… люблю!»</p>
<p>И сейчас же, вскочив со скамьи, начала бегать вокруг парт, а Том следом за ней; в конце концов она забилась в уголок и закрыла разгоряченное лицо белым фартучком. Обняв девочку за шею, Том снова взялся за уговоры:</p>
<p>– Нет, Бекки, так не годится, осталась ерунда – только поцеловаться. И нечего тут трусить – это дело совсем простое. Ну не упрямься, Бекки! – И он тянул за фартук, отводя ее ладошки.</p>
<p>Еще минута – и она сдалась, опустила руки и смиренно подставила Тому лицо, все пылающее от беготни. Том поцеловал ее прямо в губки и сказал:</p>
<p>– Вот и все, Бекки. Кончено. Теперь уж навсегда, до гробовой доски. После этого ты не должна никого любить, кроме меня, и замуж тоже не сможешь выйти ни за кого другого. Так?</p>
<p>– Да, Том, я никого, кроме тебя, любить не буду и замуж тоже ни за кого другого не пойду. Но и ты не смей жениться ни на ком, кроме меня.</p>
<p>– Само собой. И в школу мы всегда вместе будем ходить, и домой тоже, если никто не видит, и в играх ты будешь выбирать меня, а я тебя. Это так полагается, и жених с невестой всегда так поступают.</p>
<p>– Как хорошо! А я и не знала. Я никогда ничего такого не слышала.</p>
<p>– Ты и не представляешь, как это весело! Когда мы с Эмми Лоуренс…</p>
<p>Глаза Бекки широко распахнулись, и Том, поняв, что сболтнул лишнее, сконфузился.</p>
<p>– Ах, Том! Значит, у тебя уже была невеста и я не первая?</p>
<p>И тут Бекки расплакалась. Том мрачно проговорил:</p>
<p>– Не плачь, Бекки. Я ее больше не люблю.</p>
<p>– Нет, Том, любишь! Ты и сам знаешь, что любишь…</p>
<p>Том попробовал было обнять ее, но Бекки его оттолкнула и отвернулась к стене. Слезы лились по ее лицу ручьями. Том опять сунулся к ней с уговорами и вновь был отвергнут. Тогда в нем заговорила мужская гордость – он повернулся и вышел из класса. Он еще долго стоял на крыльце в тревоге и смущении, то и дело поглядывая на дверь. А вдруг Бекки опомнится и выйдет? Но она все не шла, и на сердце у Тома стало так паршиво, что он пошел на попятный. Правда, для этого ему пришлось некоторое время бороться с собой, но в конце концов он решился сделать первый шаг.</p>
<p>Когда Том снова вошел в класс, Бекки все еще стояла в углу, лицом к стене, и горестно всхлипывала. Тома все больше мучили угрызения совести. Он шагнул к ней и застыл, не зная, с какой стороны подступиться. Потом нерешительно произнес:</p>
<p>– Бекки, знаешь… я не люблю никого, кроме тебя.</p>
<p>В ответ послышались сдавленные рыдания.</p>
<p>– Бекки! – взмолился он. – Бекки, ну скажи хоть что-нибудь!</p>
<p>Снова рыдания.</p>
<p>Тогда Том пустил в ход самую главную свою драгоценность – медную шишечку от треножника, на котором подвешивают котел над огнем. Он протянул ее Бекки из-за плеча так, чтобы она могла разглядеть сокровище, и произнес:</p>
<p>– Бекки, если хочешь, возьми ее себе.</p>
<p>Она ударила Тома по руке, и шишечка, сверкнув, покатилась на пол. Тогда Том, твердо ступая, покинул здание школы, чтобы в этот день больше туда не возвращаться.</p>
<p>Довольно скоро Бекки заподозрила недоброе. Секунду поколебавшись, она подбежала к двери – Тома нигде не было видно. Она обошла здание школы и свернула во двор – не оказалось его и там. Тогда она позвала:</p>
<p>– Том, вернись! Том!</p>
<p>Бекки прислушалась, но никто не отозвался.</p>
<p>Она осталась в полном одиночестве. Опустившись на первое попавшееся бревно, она заплакала, горько укоряя себя, но тем временем в школу начали сходиться после большой перемены другие дети, и ей пришлось зажать в кулачке свое страдающее сердце и мужественно нести свой крест весь этот долгий и невыносимо тягостный день. Все вокруг казались чужими, и ей не с кем было разделить свое горе.</p>
</section><section><title><p>Глава 8</p>
</title><p>Сворачивая из переулка в переулок, Том все больше удалялся от той дороги, по которой обыкновенно ходили школьники. В конце концов он уныло поплелся куда глаза глядят, но на всякий случай дважды или трижды перешел вброд маленький ручей, потому что большинство мальчишек верили, что это сбивает погоню со следа. Спустя полчаса он уже огибал дом вдовы Дуглас, стоявший на вершине Кардиффской горы. Школа в долине отсюда едва была видна. Оказавшись под сводами густого леса, он напрямик, не выбирая дорогу, пробрался в самую чащу и уселся на мху под старым дубом.</p>
<p>Не ощущалось ни малейшего дуновения ветерка. От невыносимого полуденного зноя умолкли даже птицы; природа застыла в оцепенении, которого не нарушал ни единый звук, разве что изредка долетала откуда-то дробь дятла, но от этого тишина и безлюдье ощущались еще острее. Душа Тома была до краев полна горечи, и это состояние вполне соответствовало состоянию природы. Довольно долго он просидел в раздумье, опершись подбородком на сцепленные руки. Жизнь, казалось ему, не что иное, как неизбывная тоска. И это в лучшем случае. Он дошел до того, что даже начал завидовать Джимми Ходжесу, который недавно умер. Как славно, думалось ему, мирно лежать себе и предаваться грезам; ветер перешептывается с верхушками деревьев и ласково поглаживает траву и цветы на могиле; не о чем горевать, не о чем тревожиться – и это уже окончательно, на целую вечность. О, если бы по крайней мере в воскресной школе у него были хорошие отметки! Он бы тогда с удовольствием умер, и всей этой суете конец… Вот взять для примера хоть эту девчонку. Что он ей такого сделал? Да ровным счетом ничего. Он же ей только добра желал, а она с ним – как с собакой, прямо как с шелудивым псом. Ну ничего, придет время, и она об этом пожалеет, да только поздно будет. Эх, если б можно было так умереть, чтоб не навсегда, а как-нибудь на время!..</p>
<p>Но юное сердце, сильное и упругое, невозможно долго удержать под прессом скорби. Вот и Том мало-помалу, незаметно для себя, стал возвращаться к мыслям о земном. Что, если взять да и удрать? Уехать далеко-далеко, в неведомые края, и никогда больше сюда не возвращаться! Что бы она тогда запела? На миг ему снова пришла в голову мысль податься в цирковые клоуны, но на этот раз она вызвала только отвращение. Все это легкомыслие, трюки и шуточки, пестрые трико оскорбляли его душу, парившую в высших сферах. Нет, он отправится на войну и вернется через много лет, покрытый боевыми шрамами и овеянный воинской славой. А еще лучше – уйти к индейцам, охотиться с ними на бизонов в горах Сьерра-Невады или в прериях, вступить на тропу войны и когда-нибудь вернуться в родной городишко великим вождем в головном уборе, унизанном орлиными перьями, в боевой раскраске, и в одно прекрасное летнее утро ворваться в воскресную школу со свирепым боевым кличем, от которого кровь стынет в жилах… Хотя нет, ну его, этого вождя – есть вещи позаманчивее. Он станет пиратом! Вот это дело!</p>
<p>Теперь будущее окончательно прояснилось и развернулось перед Томом, как роскошный ковер, сверкающий ослепительными красками и волшебными узорами. Его имя прогремит на всех континентах и заставит трепетать каждого! В ореоле мрачных легенд он станет носиться по бушующим волнам на своем корабле по имени «Дух бури», и наводящий ужас черный флаг будет реять на кормовом флагштоке! И вот, в самом зените славы, он вдруг появится в родном городке и войдет в приходскую церковь – загорелый, обветренный, в черном бархатном камзоле и штанах, падающих складками на сапоги с отворотами, с алым шарфом на шее, с парой пистолетов за поясом и порыжевшим от крови палашом на перевязи, в широкополой шляпе со страусовыми перьями – и услышит, как по рядам волной пронесется шепот: «Это же знаменитый пират Том Сойер! Черный Мститель Вест-Индии!»</p>
<p>Итак, решено. Он избрал свой жизненный путь. Завтра же утром он сбежит из дому и начнет новую жизнь. Значит, готовиться надо уже сейчас, и первым делом следует собрать все свое имущество. Том поднялся с мохового ковра, подошел к стволу гнилого дерева, лежащему поблизости, и ножиком начал копать под ним мягкую землю. Довольно скоро ножик зацепил деревянную дощечку, и по звуку было слышно, что под ней находится пустота. Том сунул руку в ямку и нараспев проговорил:</p>
<p>– Чего не было, пусть появится! Что лежало, пусть останется!</p>
<p>Произнеся заклинание, он стал разгребать землю руками, пока не показалась дощечка. Под ней открылся небольшой уютный тайник, стенки и дно которого также были выложены щепками. Внутри лежал одинокий мраморный шарик. Разочарованию Тома не было границ! Почесав затылок, он сокрушенно сказал:</p>
<p>– Нет, это уж и вовсе никуда не годится!</p>
<p>В сердцах он зашвырнул шарик в чащу и застыл в тяжком раздумье. Дело в том, что он, как и многие другие мальчишки, возлагал большие надежды на одно поверье. Считалось, что если зарыть в землю шарик, прочитав нужное заклинание, то через две недели вместе с ним в том же месте отыщутся все шарики, которые ты когда-либо потерял, – где бы они до этого ни находились. Том полагался на силу заклинания как на нерушимую скалу, а получается, что все это пустое вранье, не о чем и толковать. Все, во что верил Том, теперь оказалось под сомнением. Множество раз ему приходилось слышать, что другим это удавалось, и никто никогда не говорил, что потерпел неудачу. Некоторое время он ломал голову над этой загадкой и наконец решил, что тут наверняка замешана какая-нибудь ведьма. Это следовало проверить; пошарив взглядом вокруг, он нашел в песке маленькую воронку, лег на землю, придвинул губы поближе к ямке и попросил:</p>
<p>– Букашка-букашка, скажи то, что я хочу знать! Букашка-букашка, скажи то, что я хочу знать!</p>
<p>Песок зашевелился, на мгновение показался крохотный черный муравьиный лев и с перепугу нырнул обратно в норку на дне воронки.</p>
<p>– Боится! Ну так и есть, это ведьма все испортила!</p>
<p>Ему ли было не знать, как трудно поладить с ведьмами, не стоило даже и пытаться, и пришлось махнуть рукой на это дело. Правда, не мешало бы отыскать шарик, который он сгоряча отбросил, и он принялся терпеливо шарить в траве и кустах. Шарика, однако, нигде не было. Тогда Том вернулся к тайнику, стал на том месте, откуда бросал шарик, вынул из кармана еще один и бросил его примерно в том же направлении со словами:</p>
<p>– Брат, беги, найди брата!</p>
<p>Заметив, куда упал шарик, он помчался туда. Но тот, должно быть, упал чересчур близко или чересчур далеко. Том проделал это еще дважды, и последняя попытка оказалась удачной: оба шарика нашлись в двух шагах один от другого.</p>
<p>Не успел он сунуть их в карман, как под сводами леса послышался дребезжащий звук жестяной игрушечной трубы. Том мигом сбросил куртку и штаны, соорудил из подтяжек перевязь, разгреб кучу хвороста за поваленным деревом и извлек оттуда самодельные лук и стрелы, деревянный меч и такую же жестяную трубу. Подхватив все это снаряжение, он пустился напрямик через заросли – босиком, в одной длинной рубахе.</p>
<p>Вскоре он остановился под раскидистым вязом, протрубил в ответ, а затем укрылся за стволом дерева и стал что-то осторожно высматривать из-за него. Наконец он предостерегающе проговорил, обращаясь к воображаемым соратникам:</p>
<p>– Полегоньку, молодцы! Не показываться из засады, пока я не подам сигнал!</p>
<p>Тут из чащи вынырнул Джо Харпер – в таком же наряде и так же живописно вооруженный.</p>
<p>– Стой! Кто посмел разгуливать в Шервудском лесу без моего дозволения? – сурово окликнул Том.</p>
<p>– Гай Гисборн не нуждается ни в чьем дозволении! А ты кто таков, если… что…</p>
<p>– «…смеешь вести такие речи?» – подсказал Том из-за дерева: оба говорили «по книжке», зная ее наизусть.</p>
<p>– Ты кто таков, что смеешь вести такие речи?</p>
<p>– Кто? Я – славный Робин Гуд, и твой презренный труп скоро станет тому порукой.</p>
<p>– Так ты и вправду тот самый знаменитый разбойник? Что ж, буду рад сразиться с тобой, а заодно решим, кому быть хозяином дорог в этом развеселом лесу. Нападай же!</p>
<p>Схватившись за деревянные мечи и побросав прочие доспехи на землю, они заняли оборонительные позиции и повели поединок по всем правилам боевого искусства: выпад, удар, шаг назад – защита. С четверть часа оба рубились с таким усердием, что совсем запыхались и взмокли.</p>
<p>Наконец Том проскрежетал:</p>
<p>– Падай! Да падай же! Чего ж ты не падаешь?..</p>
<p>– А вот не стану! А ты сам чего не падаешь? Тебе-то побольше моего досталось.</p>
<p>– Ну и что такого, это ничего не значит. Не могу же я помереть, когда в книжке этого нету. Там ясно сказано: «И тогда одним могучим ударом в спину он сразил злокозненного Гая Гисборна». Так что давай поворачивайся, а я тресну тебя по спине.</p>
<p>С книгой спорить не приходилось, поэтому Джо Харпер развернулся, подставил спину, получил по лопаткам и рухнул.</p>
<p>– А теперь, – сказал Джо, поднимаясь и отряхивая пыль, – давай-ка и я тебя убью. Иначе будет не по справедливости.</p>
<p>– Не пойдет, в книжке об этом ни слова.</p>
<p>– Ну знаешь, тогда это просто свинство, и весь тебе сказ.</p>
<p>– Да ладно, Джо, давай ты станешь братом Туком или сыном мельника и отлупишь меня дубиной; или я теперь буду шерифом Ноттингемским, а ты Робином Гудом. Убьешь меня – и дело с концом.</p>
<p>Удовлетворенные таким решением, оба последовательно совершили перечисленные подвиги, после чего Том снова сделался Робином Гудом и монахиня-предательница оставила его рану неперевязанной, чтобы он истек кровью. Под конец Джо, изображая целую шайку осиротевших разбойников, с горькими рыданиями оттащил его в сторону, вложил лук и стрелы в слабеющие руки предводителя, и Том проговорил: «Куда попадет эта стрела, там и похороните бедного Робина Гуда». Затем он выпустил стрелу, откинулся навзничь, и все бы шло как положено, если бы он не угодил в крапиву, из-за чего вскочил на ноги с резвостью, не приличествующей покойнику.</p>
<p>Одевшись и рассовав оружие по тайникам, мальчишки отправились домой, сокрушаясь об одном – о том, что на свете больше нет разбойников и едва ли современная цивилизация способна восполнить эту потерю. В конце концов Том заявил, что скорее согласился бы прожить год с разбойниками в Шервудском лесу, чем провести весь остаток жизни на посту президента Соединенных Штатов.</p>
</section><section><title><p>Глава 9</p>
</title><p>В этот вечер, как и было заведено, Тома и Сида отправили в постель в половине десятого. Оба мальчика прочли молитву, и Сид вскоре уснул. Том же лежал с открытыми глазами, ерзая от нетерпения в ожидании условного сигнала. Ему уже начало казаться, что вот-вот забрезжит рассвет, но тут часы в гостиной пробили десять раз. Всего лишь десять!</p>
<p>Том завертелся в отчаянии, но тут же спохватился, как бы Сид не проснулся. Страшным усилием воли он заставил себя лежать смирно, глядя в темноту. Вокруг царила гнетущая тишина, но постепенно из этой тишины начали выделяться какие-то незначительные, порой едва различимые звуки. Внизу тикали часы. Старые балки на чердаке таинственно потрескивали. Поскрипывала лестница, – должно быть, по ее ступеням бродили духи. Размеренный храп доносился из комнаты тети Полли. А тут еще подал голос сверчок, которого ни за что не найти, будь ты хоть семи пядей во лбу. Спустя несколько минут Тома пробрала дрожь от зловещей возни жука-древоточца в стене, совсем рядом с изголовьем. Этих жуков мальчишки называли могильщиками, а издаваемые ими звуки, похожие на хриплое тиканье часов, означали, что в доме кто-то скоро умрет. Потом ветер донес издалека вой собаки, а на него едва слышно отозвалась другая.</p>
<p>Том весь взмок от нетерпения. К этому моменту он был уверен, что время окончательно остановилось, и, когда часы пробили одиннадцать, уже понемногу задремывал. Как раз тогда, когда ему начало что-то сниться, в его сон проникло заунывное мяуканье. В доме напротив стукнула оконная рама, и это разбудило Тома. Яростный вопль: «Брысь, проклятая!» – и звон осколков пустой бутылки, разбившейся о доски сарая, окончательно прогнали сон. Он мигом оделся, вылез в открытое окно и на четвереньках пополз по кровле пристройки. Перед тем как спрыгнуть на крышу сарая, а оттуда на землю, он пару раз негромко мяукнул.</p>
<p>Гекльберри Финн с дохлой кошкой поджидал внизу. Не прошло и минуты, как мальчишки уже мчались по темным переулкам, а спустя полчаса под их ногами зашелестела высокая трава, росшая за кладбищенской оградой.</p>
<p>Кладбище было старое – таких немало в западных штатах. Расположенное на холме в полутора милях от городка, оно было обнесено ветхой деревянной оградой, которая кое-где наклонилась внутрь, кое-где – наружу, а местами просто рассыпалась. Само кладбище сплошь заросло травой и сорняками, старые могилы осели, и ни один могильный камень не стоял как положено – надгробия клонились во все стороны, словно ища опоры и не находя ее. Почти ни одной надписи нельзя было разобрать даже при дневном свете.</p>
<p>Едва заметный ветерок перебирал в вышине ветви деревьев, и Тому временами чудилось, что это души умерших жалуются на то, что их потревожили. Место, время и торжественная тишина, разлитая над кладбищем, действовали на мальчиков гнетуще, они почти не разговаривали, а если приходилось обменяться словами, переходили на шепот. Вскоре они отыскали холмик земли, покрытый увядшими цветами, и спрятались за стволами трех старых вязов в нескольких шагах от свежей могилы.</p>
<p>Ждать пришлось довольно долго – так им, во всяком случае, показалось. Вдалеке ухал филин, но, кроме этого, ни один звук не нарушал покоя мертвых. Мрачные мысли одна за другой лезли в голову Тому, и, чтобы отделаться от них, он прошептал:</p>
<p>– Как ты думаешь, Гек, мертвецы не в обиде, что мы сюда притащились?</p>
<p>– Мне почем знать? А жутко тут, скажи?</p>
<p>– Еще бы не жутко!</p>
<p>На некоторое время повисло молчание: оба размышляли. Наконец Том произнес свистящим шепотом:</p>
<p>– Гек, ты как думаешь, старый греховодник слышит, что мы тут говорим?</p>
<p>– Еще бы! То есть не сам он, а его душа.</p>
<p>Том еще поразмыслил и сказал:</p>
<p>– Лучше б я сказал «мистер Уильямс». Я правда не хотел его обидеть. Только в городе его все звали «старый греховодник».</p>
<p>– Уж коли говоришь про мертвецов, так надо быть поосторожнее, Том.</p>
<p>Тому тут же перехотелось разговаривать, и оба опять умолкли. Внезапно Том вцепился в плечо Гека:</p>
<p>– Тихо!..</p>
<p>– Ты чего, Том?</p>
<p>Оба, похолодев, прижались друг к другу.</p>
<p>– Т-с-с! Опять! Ты разве не слышишь?</p>
<p>– Я…</p>
<p>– Вот оно! А теперь?</p>
<p>– Господи, Том, это ж они! Точно! Что делать-то?</p>
<p>– Я почем знаю? Думаешь, заметят?</p>
<p>– Ох, Том, да ведь они в темноте видят как кошки. Лучше б нам дома остаться.</p>
<p>– Да не бойся ты! Не должны они нас тронуть. Мы ж им ничего такого не сделали. Будем сидеть здесь, может, и не заметят.</p>
<p>– Ладно, Том, только, знаешь, чего-то я весь дрожу.</p>
<p>– Тихо!</p>
<p>Мальчишки затаили дыхание. И в самом деле – с дальнего конца кладбища донеслись приглушенные голоса.</p>
<p>– Смотри! Вон там! – прошептал Том. – Это что?</p>
<p>– Адский огонь, ясное дело. Ох, Том, до чего же жутко!</p>
<p>Неясные темные фигуры приближались во мраке. В руке одной из них раскачивался старый жестяной фонарь, от которого на землю падали дрожащие блики света. Гек прошептал, стуча зубами:</p>
<p>– Это черти, тут не ошибешься. Целых трое! Ну, Том, крышка нам с тобой! Ты какую-нибудь молитву помнишь?</p>
<p>– Помню. Только перестань трястись, мы им ни к чему. «Сон мирный и безмятежный даруй нам, Господи…»</p>
<p>– Т-с-с!</p>
<p>– Ты чего, Гек?</p>
<p>– Это люди! По крайней мере, один – у него голос, как у Мэфа Поттера.</p>
<p>– Да ты что?</p>
<p>– Уж это точно. Только не шевелись. Накачался небось, старый пропойца, где ему нас заметить!</p>
<p>– Ладно, будем сидеть тихо. Что это они там застряли? Должно быть, никак не найдут. О, идут, уже близко! Слышь, Гек, я и другой голос узнал – это индеец Джо.</p>
<p>– Верно, он самый, чертов краснокожий! Это похуже нечистой силы! Что они там затевают?</p>
<p>Оба разом умолкли, потому что трое мужчин наконец добрались до могилы и теперь стояли всего в нескольких шагах от того места, где прятались Том и Гек.</p>
<p>– Здесь, – произнес третий голос.</p>
<p>Его обладатель поднял фонарь повыше, и мальчики тотчас узнали молодого доктора Робинсона.</p>
<p>Мэф Поттер и индеец Джо толкали тачку, нагруженную веревками и лопатами. Свалив инструмент в траву, оба принялись торопливо раскапывать могильный холм. Доктор оставил фонарь в изголовье могилы, а сам прошел к трем вязам и уселся у корней, прислонившись к одному из стволов. Сейчас он был так близко от мальчиков, что до его сюртука они могли дотронуться рукой.</p>
<p>– Пошевеливайтесь! – проговорил он вполголоса. – С минуты на минуту взойдет луна.</p>
<p>Пробурчав что-то невразумительное, Мэф Поттер с индейцем Джо продолжали делать свое дело. Некоторое время не было слышно ничего, кроме звяканья лопат, отбрасывавших землю и мелкие камни. Наконец чья-то лопата с глухим стуком ударилась о доски гроба, еще минута-другая – и Поттер с индейцем выворотили гроб из могилы. Сорвав лопатами крышку, они вытащили оттуда мертвое тело и без всяких церемоний бросили его на землю. Тут луна вышла из-за облаков и озарила синее лицо покойника. Труп взвалили на тачку, закутали попоной и накрепко привязали веревками. Поттер достал из кармана здоровенный складной нож, обрезал оставшийся конец веревки и, не убирая нож, проговорил:</p>
<p>– Готово, мистер Живодер. А теперь выкладывайте еще пятерку, не то бросим эту чертову падаль прямо здесь.</p>
<p>– Вот это дело! Так и надо с ними разговаривать! – оживился индеец Джо.</p>
<p>– Это еще что такое? – возмутился доктор. – Вы просили заплатить вперед и все получили сполна.</p>
<p>– Да, только за вами еще должок водится, – угрожающе проговорил индеец, подступая к доктору, который поднялся на ноги. – Лет пять назад вы самолично выгнали меня из кухни вашего папаши, как паршивого пса. А когда я поклялся, что отплачу за такую доброту хоть бы и через сто лет, папаша ваш упек меня в кутузку за бродяжничество. А мне только и надо было чего-нибудь поесть. Думаете, я забыл? Индейская кровь такого не прощает. Теперь вы затеяли это грязное дело и самое время нам посчитаться!</p>
<p>Он погрозил доктору кулаком. Внезапно доктор сделал короткое движение, и индеец покатился по земле. Поттер уронил нож и заорал:</p>
<p>– Эй вы, мистер Живодер, не троньте моего приятеля!</p>
<p>В следующую минуту они с доктором сцепились, топча траву и проваливаясь в рассыпанную рыхлую землю у могилы. Тем временем индеец Джо уже был на ногах. При виде ножа Мэфа Поттера глаза его вспыхнули злобой. Он схватил его и, крадучись словно кошка, начал кружить вокруг дерущихся, дожидаясь удобного случая. Неожиданно молодой доктор вырвался из объятий пьянчуги, схватил надгробную доску с могилы Уильямса и одним ударом сбил Мэфа Поттера с ног. В следующее мгновение индеец всадил нож по самую рукоятку в его грудь. Доктор покачнулся и повалился на Поттера; в ту же секунду луна скрылась за облаками и жуткая картина погрузилась во мрак. Насмерть перепуганные, Том и Гек бросились бежать сломя голову.</p>
<p>Когда луна появилась снова, индеец Джо все еще продолжал стоять над двумя распростертыми телами в мрачном оцепенении. Наконец доктор прохрипел что-то невнятное, глубоко вздохнул пару раз и испустил дух. Индеец проворчал:</p>
<p>– Вот мы и в расчете, черт бы тебя побрал!</p>
<empty-line></empty-line><image l:href="#i_006.jpg"></image><empty-line></empty-line><p>Первым делом он вывернул карманы убитого. Затем вложил нож в правую ладонь Поттера, согнул его пальцы и уселся на разбитый гроб. Прошло несколько минут, и пьянчуга зашевелился и начал стонать. Его рука крепко стиснула рукоять ножа; он поднес его к глазам, оглядел, словно не узнавая, и уронил снова. Потом сел, оттолкнул труп доктора, вгляделся в него и стал озираться по сторонам, еще ничего не соображая, пока не встретился взглядом с Джо.</p>
<p>– Господи, как же так вышло? – тупо спросил он.</p>
<p>– Неладно получилось, – сказал Джо, даже не пошевелившись. – Зачем ты это сделал?</p>
<p>– Я? Почему я?!</p>
<p>– Эти увертки тебе уже не помогут.</p>
<p>Поттер затрясся как осиновый лист.</p>
<p>– Я думал, успею протрезветь. Господи, и зачем я столько пил сегодня? И сейчас в голове содом – еще хуже, чем когда мы сюда шли. Ты скажи мне, Джо, – только как на духу, старина, – неужто это я натворил? Я будто в тумане, совсем не вспомню. Видит Бог, Джо, я не хотел – вот чем угодно клянусь, не хотел. Скажи мне, как дело было, Джо… Горе-то какое – молодой, образованный человек…</p>
<p>– Ну, в общем, вы с ним сцепились, он хватил тебя могильной доской, ты растянулся на земле, потом вскочил – а сам шатаешься, едва ноги держат, – выхватил нож и всадил в него ровно в ту же секунду, как он ударил тебя снова. Тут вы оба повалились и все это время лежали как покойники.</p>
<p>– Ох, лучше б мне и не жить, коли так! Все это виски, ну и нервы, опять же, я так думаю. Я этот нож в ход никогда не пускал, как-то не пришлось. Драться, правда, дрался, но только без поножовщины, это все знают. Ты не говори никому! Обещай, что не станешь болтать, – ты ведь добрый малый, Джо. Я тебя всегда уважал и заступался за тебя не раз, помнишь? Неужто не помнишь? Ты не скажешь, правда, не скажешь, Джо, старина? – Умоляюще сложив руки на груди, несчастный опустился на колени перед убийцей.</p>
<p>– Ты всегда поступал со мной по совести, Мэф, и я тебе отплачу тем же. Это я обещаю – а как же иначе?</p>
<p>– Джо, ты ангел небесный! Сколько б мне ни жить – буду на тебя молиться. – Тут пьянчуга Поттер разрыдался.</p>
<p>– Будет тебе, не время ныть. Ступай в ту сторону, а я пойду в другую. Пошевеливайся, да смотри не наследи.</p>
<p>До ограды кладбища Поттер шел быстрым шагом, а потом пустился бежать во весь дух. Индеец остался на месте, глядя ему вслед. Когда топот сапог старого пьянчуги затих вдали, он пробормотал:</p>
<p>– Раз его так оглушило могильной доской, да вдобавок он и сейчас пьян, то небось и думать забудет про нож. А и вспомнит, так побоится вернуться в одиночку на кладбище. Одно слово – куриная душонка…</p>
<p>Тремя минутами позже только луна невозмутимо глядела на мертвого доктора Робинсона, на труп старого греховодника Уильямса в попоне, на гроб без крышки и зияющую оскверненную могилу.</p>
<p>На кладбище вновь воцарилась глухая тишина.</p>
</section><section><title><p>Глава 10</p>
</title><p>Мальчики мчались к городку, задыхаясь от страха. Время от времени они оглядывались, словно ожидая погони. Каждое дерево, каждый пень, выступавший перед ними из мрака, они принимали за врага и холодели от ужаса; а когда пробегали мимо домишек на окраине, от лая проснувшихся дворовых собак их ноги становились словно вдвое длиннее.</p>
<p>– Только бы… дотянуть… до старого кожзавода! – просипел Том, задыхаясь после каждого слова. – Я уже не могу!</p>
<p>Гек не ответил, но запыхтел еще громче, и оба, собрав остатки сил, пустились к желанной цели, не спуская с нее глаз. Наконец, плечо к плечу, они влетели в отворенную дверь заброшенной постройки и с облегчением повалились на землю, в спасительную тень у стены. Мало-помалу они отдышались, сердце перестало биться как бешеное, и Том прошептал:</p>
<p>– Как, по-твоему, Гек, чем это кончится?</p>
<p>– Если доктор Робинсон умрет – виселицей.</p>
<p>– Ты думаешь?</p>
<p>– Тут и думать нечего. Ясно как божий день.</p>
<p>Том помолчал, потом опять спросил:</p>
<p>– А кто ж донесет? Ты да я?</p>
<p>– Ты что мелешь? А вдруг индейца Джо не повесят? Он же нас поубивает, если не сразу, так после. Это как пить дать.</p>
<p>– Я и сам об этом подумал.</p>
<p>– Пусть Мэф Поттер доносит, раз он круглый дурак и пьяница в придачу. Сам знаешь, пьяному море по колено.</p>
<p>Том еще немного подумал, а потом прошептал:</p>
<p>– Гек, ты сам посуди: Мэф Поттер ни-че-го не знает! Как же он может донести?</p>
<p>– Как не знает?</p>
<p>– Да потому что он свалился мешком ровно тогда, когда индеец Джо замахнулся ножом. Ты думаешь, он хоть что-то успел заметить?</p>
<p>– Ты смотри! А ведь верно, Том!</p>
<p>– А еще знаешь чего? Может статься, что от удара той доской он и сам ноги протянет.</p>
<p>– Ну это вряд ли, Том. Он же выпивши был, я это сразу увидал. Ты вот моего отца возьми: если налижется, лупи его хоть кувалдой, ему хоть бы хны. То же самое и Мэф Поттер. Вот если б он был трезвый, тогда, пожалуй, и окочурился бы от такой плюхи. Да и то вилами по воде писано.</p>
<p>Том снова впал в задумчивость, а потом спросил:</p>
<p>– Слышь, Гек, а ты не проболтаешься?</p>
<p>– Том, нам с тобой молоть языками сейчас никак нельзя. Сам знаешь: если этого индейского дьявола не повесят, он нас утопит, как котят в мешке, и глазом не моргнет. Тут одно остается: надо поклясться друг другу, что будем молчать, без этого никак.</p>
<p>– Да я-то не против. Оно и лучше. Прямо сейчас возьмемся за руки и поклянемся, что…</p>
<p>– Не пойдет. Это годится для всякой чепухи, особенно если дело касается девчонок: вечно они сплетничают и непременно выбалтывают все дочиста, если попадаются. А коли дело серьезное, надо писать. И непременно кровью.</p>
<p>Эта мысль пришлась Тому по душе. Выходило таинственно и жутко: ночь, события на кладбище, старый кожевенный завод – все одно к одному. Он подобрал свежую щепку, белевшую в свете луны, проникающем в помещение через пустое окно, отыскал в кармане кусочек сурика, уселся так, чтобы было посветлее, и с грехом пополам нацарапал не древесине следующие строчки:</p>
<empty-line></empty-line><p>«Гек Финн и Том Сойер клянутся страшной клятвой, что будут держать язык за зубами насчет известного им дела, а если мы кому что скажем или напишем хоть слово, то провалиться нам на этом самом месте».</p>
<empty-line></empty-line><p>Выводя толстые штрихи, он прикусывал язык, а когда дело доходило до тонких – высовывал его. Восхищенный легкостью, с какой Том все это написал, и красотой его слога, Гек немедленно вытащил булавку из отворота своего драного сюртука и уже собрался было уколоть палец, когда Том сказал:</p>
<p>– Погоди, Гек. Булавка-то медная. Может, на ней ярь-медянка.</p>
<p>– Какая еще ярь?</p>
<p>– Ядовитая. Проглотишь хоть капельку, тогда узнаешь.</p>
<p>Он размотал нитку, вынул одну из своих иголок, и оба мальчишки, уколов большой палец, выдавили по капле крови. С немалыми усилиями Том ухитрился начертить первые буквы своего имени, орудуя кончиком мизинца, как пером. Потом ему пришлось показать Геку, как пишутся «Г» и «Ф», и с клятвой было покончено. Сосновую щепку зарыли под стеной, сопроводив это дело всевозможными церемониями и заклинаниями. Теперь можно было считать, что их языки скованы, оковы заперты на замок, а ключ от него утерян.</p>
<empty-line></empty-line><image l:href="#i_007.jpg"></image><empty-line></empty-line><p>В ту минуту, когда мальчики были поглощены этим делом, какая-то тень проскользнула в пролом стены на другом конце полуразрушенного здания, но они этого не заметили.</p>
<p>– Том, – прошептал Гекльберри, – ты уверен, что это поможет нам держать язык за зубами?</p>
<p>– Само собой. Что бы ни случилось, придется молчать. А иначе нам обоим крышка – не понятно, что ли?</p>
<p>– Чего уж понятнее!</p>
<p>Том начал было что-то шептать ему прямо в ухо, и вдруг совсем рядом, шагах в десяти, протяжно и зловеще завыла собака. Вздрогнув, мальчики в испуге прижались друг к другу.</p>
<p>– На кого это она так воет? – чуть дыша, пробормотал Гек.</p>
<p>– Не знаю, глянь в щелку. Скорее!</p>
<p>– Уж лучше ты, Том!</p>
<p>– Не могу, ну не могу, Гек!</p>
<p>– Да погляди же! Ох, опять она за свое…</p>
<p>– Ну, слава Богу, – вдруг прошептал Том. – Я ее по голосу узнал. Это Харбисонова псина.</p>
<p>– Уф-ф, а то знаешь, Том, я прямо до смерти испугался, думал – бродячая.</p>
<p>Собака снова завыла, и у мальчиков мурашки по спине побежали.</p>
<p>– Нет, это не она! – прошептал Гекльберри. – Да погляди же, Том!</p>
<p>Тома била крупная дрожь, но на этот раз он сдался. Припав глазом к щели, он пролепетал едва слышно:</p>
<p>– Ох, Гек, это бродячая собака!</p>
<p>– На кого это она?</p>
<p>– На нас с тобой – на кого же еще? Мы-то рядом.</p>
<p>– Ну, Том, плохо наше дело. И гадать не приходится, куда я попаду, это яснее ясного. Грехов у меня – собьешься со счету.</p>
<p>– Эх, да пропади оно все пропадом! Вот что значит отлынивать от уроков и не делать что велят! Да ведь я мог бы вести себя не хуже Сида, если б старался, – так нет же… О Господи, если мне в этот раз удастся выкрутиться, я и вовсе не буду выходить из воскресной школы! – Расчувствовавшись, Том начал негромко всхлипывать.</p>
<p>– Это ты-то плохо себя ведешь? – Гекльберри тоже мало-помалу начинал сопеть. – Да ты, Том Сойер, по сравнению со мной ангел. Праведный Боже, да мне бы стать хоть вполовину таким хорошим, как ты!</p>
<p>Том вдруг перестал всхлипывать и прошептал:</p>
<p>– Гляди, Гек, гляди! Она же к нам задом сидит!</p>
<p>Гек взглянул.</p>
<p>– Ей-богу, задом! – обрадовался он. – А раньше как сидела?</p>
<p>– И раньше тоже. А я-то, дурень! Тогда на кого же это она воет?</p>
<p>Собака умолкла, и Том насторожился.</p>
<p>– Тихо! – шепнул он. – Это еще что такое?</p>
<p>– Вроде… Похоже, будто свинья хрюкает… Или нет – кто-то храпит.</p>
<p>– Точно – храпит. А где это, Гек?</p>
<p>– По-моему, вон там, в дальнем конце. Точно. Бывало, отец там ночевал вместе со свиньями; только, храни Господь, он так храпит, что того и гляди крышу снесет. Да его и в городе-то нет, он говорил, что не собирается возвращаться.</p>
<p>Страсть к приключениям вновь проснулась в них.</p>
<p>– Пойдем глянем. Или боишься?</p>
<p>– Что-то не тянет, Том. А вдруг это индеец Джо?</p>
<p>Тут Том струхнул. Однако скоро любопытство взяло верх, и они решились-таки поглядеть, заранее сговорившись задать стрекача, если храп прервется. Ступая на цыпочках, оба стали подкрадываться к спящему. Том шел впереди, а Гек малость приотстал. Оставалось еще шагов пять, когда Том наступил в темноте на какую-то палку, и та с треском сломалась. Человек застонал, перевернулся на спину, и луч луны упал на его лицо. Это был Мэф Поттер. Поначалу, когда он зашевелился, сердце у мальчиков упало, но тут все их страхи мигом испарились.</p>
<p>Все так же на цыпочках они выбрались за полуразрушенную ограду и остановились, чтобы обменяться на прощание несколькими словами. И тут снова раздался леденящий душу вой. Оглянувшись, они увидели, что какая-то собака стоит всего в нескольких шагах от того места, где храпел Мэф Поттер, и воет, задрав голову.</p>
<p>– О Господи! Так это она на него! – в один голос произнесли оба.</p>
<p>– Слышь, Том, говорят, бродячая собака вот так же в полночь выла у дома Джонни Миллера недели две назад и в тот же вечер козодой сел на крыльце и запел. А ведь у них до сих пор все живы.</p>
<p>– Да знаю я. И что с того, что живы? А помнишь, как Грэйси Миллер в ближайшую субботу оступилась, упала в очаг на кухне и жутко обожглась?</p>
<p>– Но ведь не померла! Говорят, даже пошла на поправку.</p>
<p>– Это мы еще посмотрим. Ее песенка все равно спета, рано или поздно помрет, и Мэф Поттер тоже. Уж если негры так говорят, Гек, я верю, они в этих делах разбираются.</p>
<p>На этом они и разошлись, крепко призадумавшись.</p>
<p>Когда Том влез в окно спальни, на востоке уже светлело. Бесшумно раздевшись, он забрался в постель и моментально уснул, успев поздравить себя с тем, что никто не пронюхал о его ночной вылазке. Откуда ему было знать, что вроде бы мирно похрапывающий Сид не спит уже больше часа.</p>
<p>К тому моменту, когда Том проснулся, Сида уже не было в комнате. По тому, как ярко светило солнце и как прогрелся воздух, чувствовалось, что уже не рано. Том удивился. С какой это стати его не будили и не приставали к нему, как обычно? Эта мысль породила в его душе самые мрачные предчувствия. Он оделся и сошел вниз, чувствуя себя разбитым и сонным. Вся семья сидела за столом, но с завтраком уже было покончено. Ни единого упрека, однако все почему-то избегали смотреть на него, и от этого уклончивого молчания у преступника похолодела спина. Он уселся на свое место как ни в чем не бывало, стараясь казаться веселым, но из этого ничего не вышло – ни единого приветливого слова, ни одной улыбки, и вскоре язык у Тома прилип к нёбу, а сердце упало и заколотилось где-то в желудке.</p>
<p>Когда он поел, тетушка поманила его к себе, и Том обрадовался, решив, что дело кончится обычной поркой, но он ошибся. Тетя Полли расплакалась и начала с вопроса, до каких пор он будет так сокрушать ее старое сердце, а закончила советом и дальше продолжать в том же духе – пусть погубит свою душу, а старуху, то есть ее, загонит в могилу. Еще она добавила: раз его уже не исправить, нечего и последние силы на это тратить. Порка по сравнению с этим казалась детской забавой. Душа у Тома заныла, и в конце концов он и сам разревелся и стал просить прощения, клялся исправиться, а когда был отпущен на волю, ясно сознавал, что прощения не получил и веры ему нет ни на грош.</p>
<p>Он ушел от тетушки таким несчастным, что ему и думать не хотелось о мести Сиду, поэтому поспешное отступление этого начинающего Иуды через заднюю калитку оказалось совершенно ни к чему. В школу Том явился в мрачном и угрюмом расположении духа, тут же был наказан вместе с Джо Харпером за то, что накануне сбежал с уроков, и вынес порку с видом человека, сраженного семейным несчастьем и совершенно равнодушного к мелким неприятностям. Затем он вернулся на свое место, уселся за парту и, положив подбородок на сцепленные руки, уткнулся взглядом в стену. При этом на лице у него было каменное выражение мученика, страдания которого достигли последнего предела. Так он и сидел, пока не почувствовал под локтем что-то твердое.</p>
<p>Прошло немало времени, прежде чем Том медленно и со вздохом передвинул локоть и взглянул на досадную помеху. Это был небольшой предмет, завернутый в бумажку. Том развернул ее. За этим последовал еще один невыносимо долгий вздох – и сердце его окончательно разбилось. Там была медная шишечка от треножника. Та самая.</p>
<p>Соломинка сломала спину верблюда.</p>
</section><section><title><p>Глава 11</p>
</title><p>Примерно в полдень по городку пронеслась страшная новость, ошеломившая всех жителей. Слух вихрем перелетал из улицы в улицу, из дома в дом, из одних уст в другие, от одной кучки зевак к другой. Учитель отпустил школьников с половины уроков – всем показалось бы странным, если б он поступил по-другому.</p>
<p>Рядом с убитым был обнаружен окровавленный складной нож, и уже поговаривали, что кто-то признал в нем собственность Мэфа Поттера. Рассказывали также, что один припозднившийся горожанин видел, как Мэф умывался у ручья во втором часу ночи, а заслышав чужие шаги, бросился бежать. Все это казалось подозрительным, в особенности ночное мытье, не имевшее к привычкам Поттера ни малейшего отношения. Говорили также, что в городке обыскали все закоулки, но убийцы нигде не нашли. Мэф уже был заочно обвинен и осужден – наши горожане не любят пустой возни с уликами и доказательствами, поэтому приговор выносят сразу и без колебаний. Во всех направлениях были разосланы конные помощники шерифа, а сам шериф выразил уверенность, что преступник будет схвачен еще до наступления темноты.</p>
<p>Все, что было способно передвигаться, устремилось на кладбище. Даже Том забыл о своем разбитом сердце и присоединился к шествию – и вовсе не из любопытства. Он в сто раз охотнее пошел бы в любое другое место, но кладбище притягивало его сильно и безотчетно. Оказавшись у могилы старого Уильямса, он протолкался сквозь толпу – и перед ним открылось мрачное зрелище. На мгновение ему показалось, что прошло не меньше ста лет с тех пор, как он был здесь последний раз, но именно в этот момент кто-то ущипнул его за руку. Он круто повернулся и встретился взглядом с Гекльберри. Оба разом отвели глаза, тревожась, не заметил ли кто, как они переглядываются. Однако толпе было не до них – люди не отрывали глаз от страшной картины и обменивались впечатлениями.</p>
<p>– Эх, бедняга! Несчастный молодой человек!</p>
<p>– Будет теперь наука тем, кто грабит могилы!</p>
<p>– Мэфа Поттера вздернут, если поймают!</p>
<p>В целом, все мнения сходились на этом, а пастор добавил:</p>
<p>– Вот он, промысел Божий, сразу видна десница Господа!</p>
<p>Внезапно Тома пробрала дрожь: взгляд его наткнулся на невозмутимое лицо индейца Джо, стоявшего в толпе. В эту минуту ряды горожан заколыхались, началась давка и раздались отдельные голоса:</p>
<p>– Вот он! Это он! Он сам сюда идет!</p>
<p>– Кто? Кто? – хором вопросила дюжина голосов.</p>
<p>– Мэф Поттер!</p>
<p>– Эй, эй, он остановился! Смотри – поворачивает! Не упустить бы его!</p>
<p>Те, кто сидел на ветвях деревьев над головой Тома, тут же оповестили, что Мэф и не помышляет смыться, только уж очень растерялся.</p>
<p>– Сатанинская наглость! – проговорил кто-то. – Решил полюбоваться на дело рук своих, да видно не ожидал, что тут народ.</p>
<p>В следующую минуту толпа расступилась, и через образовавшийся проход проследовал торжествующий шериф, ведя Поттера за руку. Лицо пьянчуги осунулось и посерело, глаза бегали, и по всему было видно, что он вне себя от страха. Когда его поставили перед телом молодого доктора, Мэф задергался, как припадочный, спрятал лицо в ладонях и зарыдал.</p>
<p>– Не делал я этого, парни, – произнес он, давясь рыданиями, – честью клянусь, не делал.</p>
<p>– А кто сказал, что делал? – выкрикнул кто-то.</p>
<p>Выстрел угодил в десятку. Поттер убрал руки от лица и стал озираться. В его потухших глазах не было ничего, кроме полной безнадежности. Внезапно, заметив в толпе индейца Джо, он отчаянно вскричал:</p>
<p>– Джо, Джо, ты же обещал, что никогда…</p>
<p>– Это ваш нож? – Шериф ткнул ему под нос складной нож.</p>
<p>У Поттера подкосились колени, и он рухнул бы ничком, если б его вовремя не подхватили и не опустили на землю. Уже лежа, он пробормотал:</p>
<p>– Ох, говорило мне сердце, что если не вернусь и не отыщу… – Он вздрогнул, потом вяло махнул рукой, словно окончательно сдаваясь, и продолжил в полный голос: – Скажи им, Джо, скажи прямо! Что толку молчать?</p>
<p>И тут Гек и Том, окоченев от страха и выпучив глаза, услышали, как этот закоренелый лжец преспокойно поведал всему городу о том, что якобы видел. Оба были совершенно уверены, что сию минуту грянет гром и гнев Господень обрушится на голову индейца, и только дивились, отчего справедливое возмездие запаздывает. Когда же Джо, по-прежнему целый и невредимый, умолк, смутное желание нарушить страшную клятву и спасти жизнь бедолаги, оговоренного индейцем, исчезло без следа. Ясное дело, этот негодяй продал душу дьяволу, а соваться в дела нечистого – значит самим пропасть бесповоротно.</p>
<p>– Чего ж ты не сбежал? Зачем сюда притащился? – поинтересовался кто-то.</p>
<p>– Не смог… Ну не смог! – выдавил Поттер. – Я и хотел было, да только ноги сами сюда привели. – И он снова глухо зарыдал.</p>
<p>Спустя несколько минут шериф привел индейца Джо к присяге, и тот без запинки повторил свои показания. Поскольку и теперь ни грома, ни молнии не последовало, мальчики окончательно уверились в том, что он в большой дружбе с дьяволом. Отныне Джо стал для них самым опасным и в то же время самым интересным человеком на свете, и оба уставились на него как завороженные, решив про себя следить за ним по ночам, – может, представится случай хоть издали взглянуть на его страшного господина.</p>
<p>Труп доктора перенесли в повозку, причем индеец помогал людям шерифа. В толпе зашептались – кто-то заметил, что при этом из раны будто бы выступила кровь – верная примета, что убийца рядом. Том и Гек уже решили, что это обстоятельство направит следствие по новому пути, и были сильно разочарованы, когда кто-то из горожан заметил:</p>
<p>– Чему ж тут дивиться? Когда показалась кровь, Мэф Поттер стоял в трех шагах!</p>
<p>Целую неделю после этого события жуткая тайна и нечистая совесть не давали Тому спать. Как-то утром, за завтраком, Сид сказал:</p>
<p>– Том, ты так мечешься и бормочешь во сне, что я не могу уснуть до полуночи.</p>
<p>Мгновенно побледнев, Том спрятал глаза.</p>
<p>– Скверный признак, – сурово проговорила тетя Полли. – Что у тебя на душе, Томас?</p>
<p>– Ничего особенного, – пробормотал Том, но руки у него так задрожали, что он расплескал кофе.</p>
<p>– И такую ахинею несешь, – продолжал Сид, – что уши вянут. Вчера ночью ты бормотал: «Это кровь, это кровь, вот что это такое!» И так раз пять подряд. А потом: «Нет, нет, не мучайте меня! Я расскажу все как есть!» Это что ты собрался рассказывать?</p>
<p>У Тома в глазах помутилось. Неизвестно, чем бы все кончилось, но, к счастью, тетя Полли, сама того не сознавая, пришла ему на выручку.</p>
<p>– Ну ясно! – сказала она. – Это все ужасное убийство! Я сама каждую ночь вижу несчастного молодого Робинсона во сне.</p>
<p>Мэри посетовала, что и на нее это подействовало, и Сид как будто унялся. После этого Том целую неделю жаловался на зубную боль и на ночь подвязывал челюсть платком. Ему и невдомек было, что Сид продолжает бодрствовать по ночам, бдительно следя за ним, а иной раз стаскивает с него платок и довольно долго прислушивается, после чего возвращает платок на место. Мало-помалу Том успокоился, изображать зубную боль ему надоело, и он ее отменил. Сид же, если и понял что-то в бессвязном бормотании сводного брата, держал это при себе.</p>
<p>Любимой забавой школьных приятелей Тома стали судебные следствия над дохлыми кошками, и ему казалось, что они никогда не дадут ему забыть о том, что его мучило. Даже Сид заметил, что Том ни в какую не желал быть следователем, хотя прежде неизменно брал на себя роль вожака во всех затеях такого рода. И еще он заметил, что Том уклоняется даже от роли свидетеля, а уж это было совсем странно, как и то обстоятельство, что Том не раз выражал отвращение к таким судебным процессам. Несмотря на это, Сид помалкивал, и в конце концов дохлые кошки вышли из моды и перестали терзать Тома.</p>
<p>В течение всего этого времени, полного тревог и сомнений, Том через день, а то и ежедневно, если подворачивался удобный случай, бегал к тюрьме и тайком просовывал через маленькое зарешеченное оконце угощение для «убийцы» – все, что ему удавалось раздобыть. Тюрьмой в городке служила небольшая кирпичная постройка, стоявшая у болота, за городской чертой. Охраны при ней не было, так как большую часть времени тюрьма пустовала. Эти передачи существенно облегчали совесть Тома.</p>
<p>Многие горожане были совсем не прочь вымазать индейца Джо дегтем, обвалять в перьях и вывезти из города на тачке. Попытка похищения мертвого тела – нешуточное преступление, но Джо так боялись, что желающих сделать это не нашлось и идея эта вскоре была забыта. К тому же индеец был настолько осторожен, что начал свои показания с драки, не упомянув ни словом об осквернении могилы, которое ей предшествовало. Поэтому власти сошлись на том, что будет благоразумнее до поры до времени оставить его в покое.</p>
</section><section><title><p>Глава 12</p>
</title><p>От всех этих тайных тревог Тома отвлекла другая, гораздо более важная забота – Бекки Тэтчер перестала ходить в школу. Несколько дней подряд Том сражался со своей гордостью и пытался развеять тоску, но в конце концов не выдержал. Теперь он околачивался по вечерам в окрестностях ее дома, чувствуя себя совершенно несчастным. Бекки заболела – а что, если она умрет? Эта мысль доводила его до последней степени отчаяния. Его больше не интересовали ни войны, ни разбойничьи похождения, ни даже пираты. Жизнь окончательно потеряла всякую привлекательность, и Том погрузился в сплошное серое уныние. Он даже забросил обруч с палкой – игры не доставляли ему теперь ни малейшего удовольствия.</p>
<p>Разумеется, тетя Полли всполошилась и принялась пробовать на нем все имеющиеся в доме лекарства. Она принадлежала к числу людей, которые увлекаются патентованными средствами и новейшими способами укрепления здоровья, и в своих увлечениях порой хватала через край. Едва появлялось что-нибудь новенькое, она воспламенялась желанием испытать это средство, причем не на себе – потому-то и со здоровьем у нее было все в порядке, – а на ком-нибудь, кто оказывался под рукой. Она выписывала все подряд медицинские журналы и шарлатанские книжонки и просто шагу ступить не могла без советов разных словоохотливых невежд. Как проветривать комнаты, когда ложиться спать и когда вставать, что есть и пить, какую одежду носить – в весь этот вздор она верила, как в слово Евангелия, не замечая, что медицинские журналы в каждом следующем номере опровергают все, что настоятельно советовали вчера. Душа тети Полли была чиста, как погожий день, поэтому она то и дело попадалась на удочку. К тому же ей нравилось чувствовать себя этаким ангелом-исцелителем.</p>
<p>То было время, когда водолечение еще только входило в моду, и состояние Тома показалось тете Полли сущей находкой. Теперь по утрам она поднимала его с постели ни свет ни заря, выводила в сарай и выливала на страдальца целый ушат ледяной воды. Затем она растирала его жестким, как рашпиль, полотенцем, закатывала в мокрую простыню, загоняла под одеяло и доводила до седьмого пота – при этом, по словам Тома, «душа вылезала на свет божий через все поры».</p>
<p>Несмотря на эти меры, мальчик худел, бледнел и по-прежнему казался подавленным. Тогда тетя Полли стала применять горячие ванны, ножные ванны и души. Мальчик оставался унылым, как катафалк. Пришлось добавить к водолечению диету из жидкой овсянки, чередуя ее с применением нарывного пластыря. Помимо этого, она каждый день до отказа накачивала его каким-нибудь шарлатанским пойлом.</p>
<p>Ко всем надругательствам и пыткам Том относился с полным равнодушием. Именно это и показалось тете Полли самым страшным. Во что бы то ни стало следовало вернуть его к жизни! Как раз в это время до нее дошли первые слухи о знаменитом «болеутолителе», и тетя Полли тут же выписала крупную партию этого лекарства. Отведав его сама, она преисполнилась надежд. На вкус это был просто жидкий огонь. Водолечение и прочее отправились в отставку, и теперь все надежды были возложены на «болеутолитель». Дав Тому чайную ложку снадобья, она, в сильнейшем беспокойстве, принялась наблюдать за ним, ожидая результатов. Наконец-то ее душа успокоилась и тревога улеглась: безразличие Тома как рукой сняло. Мальчик оживился настолько, что вряд ли мог выглядеть бодрее, даже если бы под ним развели костер.</p>
<p>Впрочем, Том уже и сам чувствовал, что пора покончить с хандрой – такая жизнь, может, и подходит для человека, решившего поставить на себе крест, но уж слишком много в ней утомительного разнообразия. Один за другим у него возникали планы избавления, и наконец он остановился на том, что притворился, будто ему страшно нравится «болеутолитель». Он то и дело просил еще ложечку и в конце концов так надоел тете, что она велела ему принимать лекарство самостоятельно и не дергать ее по пустякам. Если бы на месте Тома находился Сид, душа ее была бы спокойна, но, поскольку это был Том, она потихоньку приглядывала за бутылкой. Жгучее снадобье и в самом деле убавлялось, однако этой простодушной женщине не приходило в голову, что Том поит «болеутолителем» щель между досками пола в гостиной.</p>
<p>Как-то раз, когда Том только-только наладился угостить эту щель очередной порцией лекарства, в комнату вошел тетушкин желтый кот по кличке Питер. Он жадно взглянул на ложку и замурлыкал, будто хотел отведать зелья.</p>
<p>Том сказал:</p>
<p>– Лучше не проси, Питер. Не думаю, что тебе так уж хочется.</p>
<p>Питер дал понять, что хочется, и весьма.</p>
<p>– Смотри не пожалей!</p>
<p>Питер выразил полную уверенность, что жалеть тут не о чем.</p>
<p>– Ну тогда давай, я не жадный. Но если что не так, сам будешь виноват. А я умываю руки.</p>
<p>Питера это устраивало. Том открыл коту рот и влил туда полную ложку «болеутолителя». Питер подскочил на шесть футов, испустил истошный вопль и заметался по комнате, с грохотом налетая на мебель, опрокидывая горшки с цветами и расшвыривая диванные подушки. Затем он встал на задние лапы и закружился в бешеной пляске посреди гостиной, свернув голову к плечу и утробным воем выражая неукротимую радость. После этого он вихрем помчался по дому, сея на своем пути хаос и разрушение. Тетя Полли вошла как раз в тот момент, когда Питер, пару раз перевернувшись через голову, испустил напоследок громовое «уа-у-у!» и сиганул в открытое окно, увлекая за собой уцелевшие цветочные горшки.</p>
<p>Тетя Полли окаменела, позабыв про очки, которые едва не свалились с кончика ее носа. Том корчился на полу, полумертвый от хохота.</p>
<p>– Том, что это такое с Питером?</p>
<p>– Н-не знаю, тетя, – еле выдавил мальчик.</p>
<p>– В жизни ничего подобного не видела. И давно это с ним?</p>
<p>– Ей-богу не знаю, тетя Полли. Я думал, кошки всегда так себя ведут, когда у них отличное настроение.</p>
<p>– Неужели? – В голосе тетушки прозвучало нечто, заставившее Тома насторожиться.</p>
<p>– Конечно, тетя. То есть это я так думаю.</p>
<p>– Ты думаешь?</p>
<p>– Да, тетя.</p>
<p>Пожилая леди наклонилась, а Том наблюдал за ее действиями с любопытством и с некоторой тревогой. Однако намерения тетушки он разгадал слишком поздно. Из-под кровати предательски торчала ручка ложки. Тетя Полли подняла ее и предъявила виновнику. Том отвел глаза, а тетушка ловко схватила его за ухо и пребольно стукнула по макушке наперстком.</p>
<p>– Ну-с, сударь, зачем это вам понадобилось мучить безответное животное?</p>
<p>– Я не мучил! Мне его жалко стало – ведь у него нет тети.</p>
<p>– Тети! Дуралей, при чем тут тетя?</p>
<p>– Как это при чем? Да если б у Питера была тетя, она бы ему сама все нутро выжгла. Уж она ему кишки припекла бы, не поглядела бы, что он кот, а не мальчик!</p>
<p>Внезапно тетя Полли почувствовала угрызения совести. События представились ей в совершенно ином свете: что было жестоко по отношению к коту, могло оказаться не меньшей жестокостью по отношению к ребенку. Ее глаза наполнились слезами, и, положив ладонь на Томовы вихры, она мягко проговорила:</p>
<p>– Я только добра тебе желала, Том. Это же полезно для здоровья.</p>
<p>Том поднял глаза, в которых прыгала добрая дюжина бесенят.</p>
<p>– Я знаю, тетя Полли. Я и сам хотел только добра Питеру. И по-моему, ему пошло на пользу. В жизни не видел, чтобы он так веселился.</p>
<p>– Поди прочь, Том, не то опять рассержусь. И постарайся хотя бы какое-то время вести себя как следует! Никакие лекарства тебе больше не нужны.</p>
<p>В школу Том явился задолго до звонка. Одноклассники уже заметили, что в последнее время это невероятное явление повторяется чуть ли не ежедневно. И теперь, вместо того чтобы поиграть с приятелями, он околачивался у школьных ворот. На все недоуменные вопросы Том отвечал, что болен. Он и в самом деле выглядел неважно.</p>
<p>Усевшись на камень ограды, Том делал вид, что глазеет куда угодно, только не туда, куда смотрел в самом деле, то есть на дорогу. Но когда на дороге наконец-то показался Джеф Тэтчер, лицо Тома просияло. С минуту он пожирал его глазами, но потом огорченно отвернулся.</p>
<p>Чуть попозже, когда Джеф появился на школьном дворе, Том направился к нему и издалека, с оговорками и намеками, завел разговор о Бекки, но этот олух ничего не понял, и толку от этого все равно не было никакого. Так что Том вернулся к своему занятию, вспыхивая надеждой всякий раз, как на дороге показывалось пестрое платьице, и начиная тихо ненавидеть его владелицу, когда выяснялось, что это не Бекки.</p>
<p>Наконец дорога окончательно опустела, и Том пал духом. Он вошел в пустую школу и уселся, чтобы безмолвно страдать в одиночестве. Но вот еще одно платье – розовое – мелькнуло в воротах, и сердце Тома заплясало от радости, чуть ли не выскакивая из груди. В следующее мгновение он уже был в толпе одноклассников и бесновался, как захмелевший краснокожий: вопил, хохотал, гонялся за мальчишками, балансировал на верху ограды, рискуя свернуть себе шею, ходил на руках, кувыркался – словом, пустился во все тяжкие, и при этом исподтишка бросал взгляды на Бекки Тэтчер: заметила она его или нет.</p>
<p>Однако Бекки даже не взглянула в его сторону. Или она не заметила, что он здесь?</p>
<p>Том переместился вместе со своими подвигами поближе: вопя, он принялся носиться вокруг нее, стащил с одного мальчишки шляпу, забросил ее на крышу, а затем ринулся в толпу школьников, растолкал их, отчаянно работая локтями, и растянулся на земле у самых ног Бекки. Но и эти усилия не принесли плодов. Бекки отвернулась, задрав носик, и он услышал, как она произнесла:</p>
<p>– Фу! Некоторые только и умеют, что ломаться. Думают, что это кому-нибудь может понравиться!</p>
<p>Щеки Тома полыхнули. Он вскочил с земли и побрел прочь, уничтоженный окончательно и бесповоротно.</p>
</section><section><title><p>Глава 13</p>
</title><p>Настроение у Тома было хуже некуда. Ну что это за жизнь? Друзей у него нет, никто его не любит, никому он не нужен. Ничего, они еще поймут, до чего довели несчастного ребенка, тогда, может, и спохватятся, да поздно будет. Видит Бог, он честно пытался быть хорошим, из кожи вон лез – так нет же, все против него. Ну и пусть все только и думают, как бы избавиться от него поскорее! И прекрасно – он готов на все! Разве брошенное и всеми позабытое дитя станет жаловаться? И кому? А раз так, ничего не остается, кроме как вести преступный образ жизни. Тут и выбора никакого нет.</p>
<p>Он как раз добрался до средины Мэдоу-лейн, когда до него донеслось еле различимое звяканье школьного колокола, возвещавшего конец перемены. Подумав о том, что ему больше никогда не доведется услышать этот звук, Том засопел и в носу у него защипало. Тяжело, конечно, но что поделаешь: если все вокруг гонят его скитаться по белу свету, придется уйти. Зла он ни на кого не держит и всем все прощает. Тут он всхлипнул, но сразу же спохватился.</p>
<p>Навстречу плелся его закадычный друг Джо Харпер – и тоже с заплаканными глазами. Судя по виду Джо, и он в эту минуту был готов на все. Когда «две души, живущие одной думой», сошлись на мостовой, Том, размазывая рукавом слезы, поведал, что как раз собрался бежать из дому, потому что его терпение лопнуло. Все с ним скверно обращаются, никто его не любит, так что уж лучше отправиться бродяжничать и никогда больше не возвращаться в этот город. В заключение он выразил надежду, что Джо хоть изредка будет о нем вспоминать.</p>
<p>Тут-то и выяснилось, что Джо как раз собирался просить своего друга о том же. Он и разыскивать его отправился именно с этой целью. Часом раньше мать выдрала его за то, что он якобы выпил какие-то сливки, а он их не только не пил, но и в глаза не видел. Яснее ясного: он ей надоел и она только и мечтает, чтобы от него отделаться. А коли так, придется уйти, ничего другого не остается. Наверняка без Джо ей будет лучше, и вряд ли она пожалеет о том, что собственной рукой толкнула злосчастного сына скитаться среди чужих людей, терпеть голод и холод и в конце концов умереть.</p>
<p>Дальше они двинулись вместе, делясь горестями, и по дороге заключили новый договор: быть во всем как братья и не расставаться до самой могилы, которая положит конец всем их мучениям. Затем дело дошло до планов. Джо собирался стать отшельником, поселиться в пещере, питаться кореньями и диким медом и в конце концов скончаться от горя, болезней и нужды. Однако, когда Том изложил свои соображения, ему пришлось согласиться, что в преступной жизни есть преимущества, и немалые. Поэтому было решено сделаться пиратами.</p>
<p>Тремя милями ниже Сент-Питерсберга, там, где русло Миссисипи достигает в ширину чуть более мили, лежит длинный, поросший кустарником и мелким лесом остров Джексона. Его верхняя часть оканчивается большой песчаной отмелью. Там они и решили поселиться. Остров лежал совсем близко к противоположному берегу реки, как раз напротив густого и сумрачного леса, и был совершенно необитаем. Вопрос о том, кого они там будут грабить, даже не возникал. Приняв решение, мальчишки разыскали Гекльберри Финна, и тот не раздумывая к ним присоединился – прежде всего потому, что ему было все равно, чем заниматься. Сговорившись встретиться в укромном месте на берегу реки повыше городка в условленный час, а именно в полночь, приятели разошлись. Каждый должен захватить с собой рыболовные крючки, удилища и все, что попадется под руку из съестного, причем похитить это надлежало самым загадочным и замысловатым способом, как и подобает пиратам. Между тем еще до наступления темноты они успели распустить среди знакомых и одноклассников слух, что очень скоро о них «услышат кое-что интересное». Вдобавок все, кому был сделан этот намек, получили суровое предупреждение «держать язык на привязи».</p>
<p>Около полуночи на условленное место в двух милях от городка явился Том с копченым окороком под мышкой и еще кое-какой провизией. Засев в густом кустарнике на горке, чуть повыше места встречи, он принялся ждать. Ночь была тихая, небо расчистилось, высыпали звезды. Могучая река лежала перед ним, как океан при полном безветрии. Том прислушался – ни один звук не нарушал величественной тишины. Помедлив немного, он негромко и протяжно свистнул. Снизу ответили тем же. Том посвистел еще дважды – и на эти сигналы ответили свистом. Потом чей-то голос осторожно спросил:</p>
<p>– Кто идет?</p>
<p>– Том Сойер Черный Мститель Вест-Индии. А ваши имена?</p>
<p>– Гек Финн Кровавая Рука и Джо Харпер Ужас Океанов. – Том вычитал эти пышные прозвища из любимых книжек.</p>
<p>– Допустим. А пароль?</p>
<p>В полной темноте два голоса сиплым шепотом произнесли одно и то же слово:</p>
<p>– Кровь!</p>
<p>Тогда Том скатил с горки окорок и сам съехал следом, причем пострадали не только его штаны, но и кожа. Внизу вдоль берега шла широкая тропа, но она не устраивала пиратов, столь высоко ценящих препятствия и опасности. Ужас Океанов едва донес до места встречи здоровенный кус свиной грудинки, Финн Кровавая Рука где-то стащил котелок, связку недосушенного листового табака и захватил несколько маисовых стеблей, чтобы сделать из них трубки. Тут следует оговориться, что, кроме него самого, ни один из пиратов не курил и не жевал табак.</p>
<p>Глядя на это, Черный Мститель Вест-Индии заметил, что не годится отправляться в путь, не запасшись огнем. Мысль была глубокая: спички в те времена еще были редкостью. В ста шагах выше по течению мальчики заметили костер, догорающий на большом плоту, и решили подобраться к нему, чтобы стащить головню. Вышло целое приключение: они крались под покровом ночи, то внезапно останавливаясь, то прикладывая палец к губам, то хватаясь за воображаемую рукоять палаша, то отдавая зловещим шепотом приказания насчет того, что, если враг поднимет тревогу, «без промедления всадить кинжал ему в грудь, ибо мертвые умеют хранить тайны». Всем троим было отлично известно, что плотовщики сейчас в городе, шатаются по лавкам или пьянствуют, но мальчишкам не было бы никакого оправдания, если бы они вели себя иначе, чем предписывают пиратам известного рода книжки.</p>
<empty-line></empty-line><image l:href="#i_008.jpg"></image><empty-line></empty-line><p>Вскоре они отчалили. Гек встал к кормовому веслу, Джо – на носу, а Том, взявший на себя командование, утвердился посреди плота, скрестив руки на груди и хмурясь. Он отдавал приказания суровым шепотом:</p>
<p>– Держать по ветру!</p>
<p>– Есть, сэр!</p>
<p>– Так держать!</p>
<p>– Есть, сэр!</p>
<p>– К ветру на полрумба!</p>
<p>– Есть, сэр!</p>
<p>Поскольку мальчики гребли неторопливо, выводя плот на середину реки, то эти приказания отдавались только для красоты слога и сами по себе не имели особого смысла.</p>
<p>– Какие поставлены паруса?</p>
<p>– Нижние, марселя и бом-кливера, сэр!</p>
<p>– Поставить трюмселя! Эй, там! Послать десяток молодцев на фор-стень-стакселя! Шевелись!</p>
<p>– Есть, есть, сэр!</p>
<p>– Ослабить грот-брамсель, шкоты и брасы! Живей, ребята!</p>
<p>– Есть, сэр!</p>
<p>– Руль под ветер! Изготовиться к абордажу с левого борта! Лево руля, еще левей! Так держать!</p>
<p>– Есть так держать, сэр!</p>
<p>Плот миновал середину реки. Мальчики развернули его по течению и налегли на весла. В это время года уровень воды в Миссисипи невысок и скорость течения не превышает двух-трех миль в час. Теперь беглецы не произносили ни слова – плот проходил мимо Сент-Питерсберга. Там, где над затянутой туманом и усеянной отражениями звезд гладью реки дремал городок, не подозревая о том, какое в этот момент совершается событие, виднелись всего два-три дрожащих огонька. Черный Мститель Вест-Индии продолжал стоять со скрещенными на груди руками, «провожая последним взглядом» те места, где он однажды был счастлив, а потом только страдал. О, если бы она могла видеть, как он мчится, рассекая бурные волны, навстречу опасностям и гибели, не ведая страха и приветствуя смерть мрачной усмешкой! Достаточно было немного напрячь воображение, чтобы переместить остров Джексона куда-нибудь в южные моря, и все трое так увлеклись этим самым «прощанием навек», что течение едва не пронесло плот мимо острова. Однако они вовремя спохватились и обнаружили свою оплошность.</p>
<p>В два часа пополуночи плот сел на мель в двухстах ярдах выше острова, и мальчикам пришлось вброд перетаскивать все свои припасы на берег. На плоту нашелся старый парус, его растянули между кустами в качестве навеса, чтобы укрыть провизию, сами же пираты намеревались спать под открытым небом, как и положено в их звании.</p>
<p>Но для начала они развели костер у гнилого дерева, за которым в двадцати-тридцати шагах чернела лесная чащоба, изжарили на ужин добрых три фунта свиной грудинки и слопали половину запаса кукурузных лепешек. Это было замечательно – пировать на свободе, в девственном лесу, на необитаемом и никем до них не исследованном острове, вдали от людской суеты. Поэтому, покончив с грудинкой, они решили больше не возвращаться к цивилизации. Пламя костра, взвиваясь к небесам, освещало их лица и бросало красноватые отблески на стройные колонны стволов, уходящие вглубь леса, на блестящую, будто лакированную, листву и на плети дикого винограда.</p>
<p>Когда был съеден последний кусок кукурузной лепешки, мальчишки разлеглись на траве вокруг огня, сытые и довольные. Хотя от огня стало жарко, им не хотелось отказывать себе в редком удовольствии провести ночь у походного костра.</p>
<p>– Неплохо тут, а? – сказал Джо.</p>
<p>– Да уж! – отозвался Том. – Что бы сказали наши парни, если б увидели нас?</p>
<p>– Что? Да они все на свете отдали бы за то, чтобы оказаться на нашем месте! Верно говорю, Гек?</p>
<p>– Похоже на то, – сказал Гек. – Я-то доволен, мне ничего лучше этого и не надо. По правде говоря, мне ведь и брюхо набить не всегда удается толком; ну и еще… никто здесь тебя не трогает, не лезет то с тем, то с этим.</p>
<p>– Такая жизнь как раз по мне, – заявил Том. – Ни тебе утром вставать, ни в школу ходить, ни умываться… Да мало ли какой они там чепухи понавыдумывают! Соображай, Джо: если ты пират, тебе ничего не нужно делать, пока ты не в море. А вот отшельнику приходится без конца молиться, да и нет ничего веселого в том, чтобы вечно быть одному как перст.</p>
<p>– Это верно, – сказал Джо. – Я, знаешь, как-то об этом раньше не подумал. А теперь, когда попробовал, каково это – быть пиратом, я в отшельники ни ногой.</p>
<p>– Тут вот еще что, – сказал Том, – отшельники нынче не в чести, не то что в старое время. А пиратов и теперь уважают. Вдобавок отшельнику приходится спать в гробу, носить рубище, посыпать главу пеплом, мокнуть под дождем и…</p>
<p>– А на кой ему это рубище и главу посыпать? – удивился Гек.</p>
<p>– Полагается. Все отшельники так поступают. И тебе бы пришлось, если б ты подался в отшельники.</p>
<p>– Ну, это уж дудки! – возмутился Гек.</p>
<p>– А что бы ты делал?</p>
<p>– Не знаю. Но уж точно спать бы в гробу не стал.</p>
<p>– Да ведь пришлось бы. Как же без этого?</p>
<p>– Ну, я б не стерпел. Взял бы и сбежал.</p>
<p>– Сбежал! Хорош отшельник! Чистое безобразие!</p>
<p>Кровавая Рука промолчал, так как нашел себе занятие получше. Он только что закончил вырезать трубку из кукурузного початка, приладил к ней чубук из полого стебля и набил табачными листьями. Затем прижал сверху угольком, выпустил целое облако душистого дыма – и весь погрузился в удовольствие. Прочим пиратам оставалось только завидовать, и втайне они решили выучиться курить как можно скорее, не откладывая дела в долгий ящик.</p>
<empty-line></empty-line><image l:href="#i_009.jpg"></image><empty-line></empty-line><p>Неожиданно Гекльберри спросил:</p>
<p>– А чем вообще занимаются пираты?</p>
<p>Том сразу оживился:</p>
<p>– О, знаешь, как им весело живется! Они захватывают корабли, жгут их или топят, а деньги и сокровища берут себе и зарывают на каком-нибудь необитаемом острове, чтоб их там призраки стерегли. А команды и пассажиров кораблей убивают – сбрасывают всех до единого в море с доски.</p>
<p>– Не всех, – возразил Джо, – женщин пираты не убивают, а увозят к себе на остров. Особенно если они красавицы.</p>
<p>– Верно, – кивнул Том, – пираты всегда великодушны.</p>
<p>– А как они одеты! Закачаешься! Сплошь бархат, золото, серебро и брильянты! – с восторгом прибавил Джо.</p>
<p>– Кто одеты? – спросил Гек.</p>
<p>– Да пираты, кто ж еще!</p>
<p>Гек с сомнением оглядел свои лохмотья.</p>
<p>– По-моему, я в пираты не гожусь, – заметил он, – а другого у меня ничего нет.</p>
<p>Однако ему в два счета доказали, что богатые костюмы появятся сами собой, как только начнется жизнь, полная приключений. Даже лохмотья сойдут на первых порах, хотя состоятельные пираты, как правило, приступают к делу с богатым гардеробом.</p>
<p>Мало-помалу разговор сошел на нет – у беглецов начали слипаться глаза. Кровавая Рука выронил трубку и заснул на полуслове, как спят хорошо потрудившиеся люди с чистой совестью. Ужас Океанов и Черный Мститель Вест-Индии помолились – лежа и про себя, потому что здесь не нашлось никого, кто заставил бы их встать на колени и прочесть молитву вслух. По правде говоря, была у них мысль и вовсе не молиться, но они побоялись заходить так далеко из опасения, что их разразит громом. В голове у них все перемешалось, и они уже были готовы погрузиться в сон, но тут явилась непрошеная гостья, от которой не так-то просто отделаться, – совесть. В душах обоих пиратов зародилось смутное подозрение, что они, возможно, поступили не так уж хорошо, сбежав из дому, а когда им вспомнились украденные ветчина и грудинка, начались истинные мучения.</p>
<p>Оба попробовали отделаться от зудящего голоса совести, напомнив ей, что и раньше они десятки раз таскали без спросу конфеты и яблоки, но на такие дешевые уловки она не поддалась. Более того, совесть исподволь подсунула мальчикам такой вывод, который никак нельзя было обойти: взять потихоньку что-нибудь сладкое – значит стащить, умыкнуть же кусок грудинки, окорок и прочие существенные ценности – значит попросту украсть, и относительно этого все ясно прописано в Библии.</p>
<p>Тогда каждый из них дал себе слово, что, пока они будут пиратами, ни за что не запятнают себя таким гнусным преступлением, как кража. Тут совесть угомонилась и объявила перемирие, и Том и Джо наконец-то уснули.</p>
</section><section><title><p>Глава 14</p>
</title><p>Проснувшись, Том не сразу понял, где он и как тут очутился. В себя он пришел только тогда, когда сел, протер глаза и осмотрелся. Занималось прохладное утро, и лес, стоявший в глубоком безмолвии, дышал миром и покоем. Ни малейшее дуновение ветра, ни один звук не нарушали величавого спокойствия природы. Листья и травы поседели от обильной росы. Головни костра были припудрены белым пеплом, над ними вился тонкий синий дымок. Джо и Гек еще спали.</p>
<p>Наконец где-то в чаще леса неуверенно подала голос птица, ей ответила другая, и сейчас же отозвался короткой дробью дятел. Серый туман над рекой постепенно начал наливаться светом, так же постепенно множились звуки. Все оживало на глазах. В глубокой задумчивости мальчик смотрел, как пробуждается и начинает трудиться природа. Маленькая зеленая гусеница торопливо ползла по мокрому от росы листу. Время от времени она поднимала в воздух две трети туловища и, казалось, принюхивалась, а затем продолжала свой путь. «Это она обмеривает лист», – сказал себе Том, а когда гусеница пожелала подползти к нему поближе, замер, затаив дыхание. Его охватывала радость, когда она продвигалась к нему еще на дюйм, и отчаяние, когда гусеница останавливалась, словно раздумывая, не свернуть ли в другую сторону. Наконец она еще раз остановилась, приподняв изогнутое вопросительным знаком туловище, а потом решительно переползла на ногу Тома и отправилась в путешествие по ней. Мальчик возликовал всем сердцем: верная примета, что вскоре у него будет новый костюм – разумеется, раззолоченный бархатный камзол пирата. Тут же неизвестно откуда появилась деловитая процессия муравьев; один из них, изловчившись, взвалил на спину дохлого паука впятеро больше его самого и поволок куда-то вверх по стволу дерева. Рыжая в крапинку божья коровка карабкалась по длинной травинке, когда Том склонился над ней и проговорил:</p>
<poem><stanza><v>Божья коровка, поскорей улетай.</v><v>Твой дом загорелся, своих деток спасай!</v></stanza></poem><p>Она тут же распахнула блестящие надкрылья и улетела, и Том совершенно не удивился: он-то давно знал, что божьих коровок обмануть проще простого, и не раз пользовался их простодушием. Потом мимо проковылял навозный жук, с натугой толкая перед собой шар, и Том тронул жука пальцем, чтобы полюбоваться тем, как тот поджимает лапки и прикидывается мертвым. Птичий хор к этому времени гремел вовсю. Дрозд-пересмешник опустился на ветку над головой Тома и принялся передразнивать голоса соседей. Вспыхнув голубым пером в крыле, метнулась вниз крикливая сойка и уселась так близко от Тома, что он мог бы дотянуться до нее рукой. Наклонив голову, она с жадным любопытством принялась разглядывать чужаков быстрым карим глазом. Мимо пробежала серая белка, остановилась на ходу и сердито зацокала на мальчиков. Похоже, что звери в этом лесу редко видели человека и не знали толком, стоит его бояться или нет. Еще несколько минут – и все живое проснулось. Длинные, косо падающие копья солнечного света пробили густую листву, и сейчас же две-три бабочки принялись гоняться друг за другом, перепархивая с места на место.</p>
<p>Том разбудил заспавшихся пиратов, и все трое с визгом и воплями пустились к реке, в одну минуту скинули одежду и стали плавать наперегонки и кувыркаться в прозрачной воде песчаной отмели. Их больше не тянуло в маленький городок, дремавший вдалеке над гладью Миссисипи. Ночью плот унесло течением или случайной волной, но это было только на руку мальчикам – теперь, если можно так выразиться, все мосты между ними и цивилизацией были сожжены.</p>
<p>В лагерь они вернулись замечательно бодрые, веселые и голодные как волки. В одну минуту снова запылал костер. Гек обнаружил по соседству ключ с холодной водой. Сделав себе чашки из широких дубовых и ореховых листьев, мальчики пришли к выводу, что эта вода, подслащенная прелестью просыпающегося леса, отлично заменяет утренний кофе. Джо начал было кромсать ветчину к завтраку, но Том с Геком попросили его немного подождать: присмотрев на берегу одно симпатичное местечко, они забросили удочки, и их усилия тотчас были вознаграждены. Джо и опомниться не успел, как они вернулись, таща изрядного линя, двух крупных окуней и соменка – улова хватило бы на большую семью. Рыбу поджарили с грудинкой, и никогда еще еда не казалась им такой восхитительно вкусной. Откуда им было знать, что речная рыба тем вкуснее, чем скорее попадает на сковороду, не говоря уже о такой замечательной приправе, как сон под открытым небом, беготня на свежем воздухе и купание ранним утром.</p>
<p>После завтрака пираты повалялись в тени, Гек выкурил трубочку, а потом все трое отправились в лес на разведку. Вышла замечательная прогулка. Они весело пробирались через гнилой бурелом и частый подлесок, между величественными стволами деревьев, от вершины и до самой земли обвитыми лозами дикого винограда. То и дело им попадались уютные полянки, покрытые ковром шелковистой травы и усыпанные цветами.</p>
<p>Они обнаружили немало любопытного, но ровным счетом ничего таинственного и загадочного. Оказалось, что остров тянется почти на три мили в длину, а шириной он не больше четверти мили. От ближнего берега его отделяла узкая протока – каких-нибудь ярдов двести. Каждый час они останавливались, чтобы выкупаться, и солнце уже давно миновало зенит, когда мальчики вернулись в лагерь. Они жутко проголодались, поэтому не стали ловить рыбу, а отлично отобедали холодной ветчиной, затем улеглись в тени поболтать.</p>
<p>Однако разговор как-то не клеился. Величественное безмолвие лесов и уединение сделали свое дело. Мальчики призадумались, ощущая смутную тоску. Вскоре эта тоска приняла более определенную форму: каждый из них скучал по дому. Даже Финн Кровавая Рука, и тот принялся вспоминать о своих пустых бочках и соседских сараях. Это была позорная слабость, и никто не отваживался поделиться своими чувствами.</p>
<p>А между тем уже довольно давно до них доносился издали какой-то странный звук, но мальчики его будто не замечали, как иной раз не замечаешь тиканья стенных часов. Постепенно этот звук становился все более отчетливым и наконец привлек их внимание. Трое пиратов переглянулись и замерли, навострив уши. Воцарилась глубокая тишина – и вот снова издали послышался глухой и грозный гул.</p>
<p>– Это что такое? – вполголоса спросил Джо.</p>
<p>– На гром не похоже… – пробормотал Том.</p>
<p>– Это не гром, – сказал Гекльберри, и голос его прозвучал испуганно, – потому что гром…</p>
<p>– Тише! – велел Том. – Перестаньте болтать!</p>
<p>Прошло несколько минут, показавшихся вечностью, и торжественную тишину снова нарушили отдаленные раскаты.</p>
<p>– Пошли поглядим!</p>
<p>Вскочив, все трое бросились к берегу, к небольшой возвышенности, с которой был хорошо виден городок. Когда они раздвинули кусты, свисавшие над водой, их взглядам открылась водная гладь и маленький пароход, который шел по самой середине реки милей ниже городка. На его палубе было полно людей. Рядом с пароходиком вниз по реке плыли лодки, некоторые из них сновали туда-сюда, но на таком расстоянии мальчики не могли разобрать, что делают сидящие в них люди. Внезапно плотный клуб белого дыма оторвался от парохода, а когда он поднялся и рассеялся, до слуха мальчиков долетел тот самый глухой гром.</p>
<empty-line></empty-line><image l:href="#i_010.jpg"></image><p>Их взглядам открылась водная гладь и маленький пароход, который шел по самой середине реки.</p>
<empty-line></empty-line><p>– Я понял! – воскликнул Том. – Кто-то утонул!</p>
<p>– Ну! – поддержал его Гек. – То же самое было прошлым летом, когда Билл Тернер утопился. Стреляют из пушки над водой, чтобы утопленник всплыл. А еще берут ковригу хлеба, кладут в нее ртуть и пускают по воде. Хлеб плывет туда, где лежит утопленник, и останавливается прямо над ним.</p>
<p>– Да, я тоже что-то такое слышал, – отозвался Джо. – Не знаю только, почему это хлеб останавливается, если его течением несет.</p>
<p>– Тут, по-моему, не в хлебе дело, – сказал Том, – а во всяких там словах – они же что-то наговаривают, когда пускают его по воде.</p>
<p>– А вот и не наговаривают ничего! – возразил Гек. – Я сам видал.</p>
<p>– Чудно как-то, – рассуждал Том. – Должно быть, про себя шепчут. Ну ясное дело шепчут, кто угодно мог бы догадаться.</p>
<p>Все согласились, что Том наверняка прав, потому что простая коврига хлеба не могла бы действовать так целеустремленно без всякого наговора. Тем более в деле такой исключительной важности.</p>
<p>– Да, черт возьми, хотел бы я сейчас оказаться на той стороне! – проговорил Джо.</p>
<p>– И я, – сказал Гек. – Все на свете отдал бы, лишь бы узнать, кто утоп.</p>
<p>И тут Тома осенило.</p>
<p>– Парни, да ведь я знаю, кто утонул! – воскликнул он. – Это мы!</p>
<p>В течение минуты все трое чувствовали себя на вершине блаженства. Их ищут, о них горюют, из-за них льют слезы и горько раскаиваются, что без конца цеплялись к бедным погибшим мальчикам, предаются запоздалым сожалениям, терзаются муками совести! Более того, в городе только и разговоров что про утопленников, и все мальчишки, сколько их ни есть, завидуют им, то есть не тому, что они утонули, а их ослепительной славе. Ради этого стоило становиться пиратом!</p>
<p>Когда спустились сумерки, пароходик вернулся в город и стал, как обычно, ходить от одного берега к другому, а люди сошли на берег и исчезли. Распираемые тщеславием, морские разбойники вернулись в лагерь, переговариваясь о том, какого шуму наделали в городе. Они наловили рыбы, приготовили ужин, съели его и принялись гадать, что сейчас думают и говорят о них дома. Картина всеобщего горя представлялась им отсюда весьма впечатляющей. Но как только сгустилась ночная тьма, они приумолкли и сидели каждый сам по себе, глядя на огонь, а их мысли блуждали где-то далеко. Возбуждение улеглось, и Джо с Томом невольно вспомнили про родных, которым далеко не так весело, как им здесь. За воспоминаниями последовали дурные предчувствия, на смену которым пришла тревога. То один, то другой украдкой вздыхал. В конце концов Джо рискнул закинуть удочку насчет того, как приятели смотрят на возвращение к цивилизованной жизни – ну, не прямо сейчас, а попозже, при случае…</p>
<p>Том беспощадно высмеял его, и Гек присоединился к Тому. Отступник тут же пустился в объяснения, но не избежал обвинений в малодушии и попытке измены. На этот раз бунт был подавлен.</p>
<p>Когда окончательно стемнело, Гек начал клевать носом, а вскоре и захрапел. За ним уснул Джо. Не спалось только Тому. Некоторое время он лежал неподвижно, опираясь на локоть и пристально глядя на обоих своих товарищей. Затем осторожно встал на четвереньки и принялся шарить в траве – там, куда падал неровный свет костра. Вскоре он отыскал два тонких и мягких куска белой платановой коры и, став на колени перед огнем, что-то нацарапал суриком на них, потом один свернул в трубку и сунул в шляпу Джо, слегка отодвинув ее от хозяина. Еще он положил в эту шляпу бесценные сокровища – кусок мела, резиновый мячик, три рыболовных крючка и один шарик – из тех, которые считались настоящими хрустальными.</p>
<p>Покончив с этим, Том поднялся и углубился в чащу. Он двигался на цыпочках, стараясь ступать бесшумно, до тех пор, пока не отошел так далеко, что его шаги вряд ли могли разбудить спящих, и только тогда пустился бежать прямо к песчаной отмели.</p>
</section><section><title><p>Глава 15</p>
</title><p>Не прошло и нескольких минут, как Том уже брел по мелководью через протоку, переправляясь на иллинойский берег – противоположный тому, на котором стоял их городок. Он успел одолеть больше половины пути, прежде чем вода дошла ему до пояса, но течение здесь было слишком сильным и не позволяло двигаться вброд дальше. Том уверенно пустился вплавь – оставалась какая-то сотня ярдов, но плыть пришлось против течения, наискось, и его сносило вниз намного быстрее, чем он предполагал. В конце концов он добрался до берега и вышел из воды.</p>
<p>Первым делом он сунул руку в карман насквозь промокшей куртки и удостоверился, что кусок платановой коры цел, а затем зашагал через лес, стараясь держаться как можно ближе к берегу. Вода текла с него ручьями, но от быстрой ходьбы Том разогрелся, и постепенно рубаха и штаны начали просыхать. Не было и десяти часов, когда он вышел из чащи на голый склон как раз напротив городка и обнаружил, что пароходик, служивший местным жителям паромом, стоит под высоким берегом в глубокой тени деревьев.</p>
<p>Вокруг все было спокойно, только звезды перемигивались в фиолетовом небе. С величайшей осторожностью, то и дело озираясь, Том спустился с обрыва, бесшумно скользнул в воду, подплыл к пароходику и забрался в челнок, привязанный под самой кормой. Там он забился под кормовую лавку, отдышался и стал терпеливо ждать.</p>
<p>Скоро раздался удар надтреснутого колокола и хриплый голос отдал команду: «Отваливай!» Запыхтела машина, челнок закачался, а затем его нос поднялся на волне, разведенной пароходиком. Тому оставалось только радоваться своей удаче – это был последний рейс на сегодня. Прошло долгих четверть часа, прежде чем колеса перестали молотить воду, и Том, бесшумно перевалившись через борт челнока, поплыл в темноте к берегу, до которого было совсем недалеко. Из воды он выбрался шагах в пятидесяти от причала, чтобы не наткнуться на припоздавших пассажиров.</p>
<p>Он вихрем пронесся по безлюдным переулкам и вскоре уже стоял перед забором с тыльной стороны их участка. Перемахнув через забор, Том подобрался к пристройке и осторожно заглянул в окно тетушкиной комнаты, потому что там горела свеча. Тетя Полли, Сид, Мэри и мать Джо Харпера сидели и о чем-то тихо беседовали. Все они находились в дальнем конце комнаты, а тетушкина кровать располагалась как раз между ними и дверью. Том подкрался к двери, попробовал щеколду, а затем осторожно нажал на нее, и дверь чуть-чуть приоткрылась. Он тихонько подтолкнул створку – дверь заскрипела, но щель стала достаточно широкой, чтобы он мог в нее проскользнуть. Тогда он опустился на четвереньки, просунул в щель голову и бесшумно пополз.</p>
<p>– Что это свечу задувает? – проговорила тетя Полли, и Том пополз быстрее. – Сквозит – должно быть, дверь отворилась. Ну да, так оно и есть. Поди, Сид, закрой.</p>
<p>Том как раз нырнул под кровать. Он полежал некоторое время без движения, переводя дух, потом подполз совсем близко к тете Полли – так, что мог бы дотронуться до ее домашней туфли.</p>
<p>– Да ведь говорила же я вам, – продолжила тетя Полли, – что ничего плохого в нем не было. Озорник, только и всего. Ну, рассеянность, ветер в голове, сами понимаете. Да и как спросить-то с него – все равно что с жеребенка. Никому он зла не хотел, а сердце у него было – чистое золото… – Тут тетя Полли заплакала и поведала про «болеутолитель» и разбитую сахарницу.</p>
<p>– Вот и мой Джо то же самое: вечно чего-нибудь натворит, в голове одни проказы, но добрый, ласковый… А я-то, да простит меня, дуру, милосердный Господь, взяла да и отлупцевала его за эти проклятые сливки! И совсем из головы вон, что я сама же их и выплеснула, потому что они скисли! Никогда я больше не увижу бедного моего мальчика… никогда, никогда!.. – И миссис Харпер захлебнулась рыданиями так, что было ясно: сердце у нее разрывается на части.</p>
<p>Продолжая всхлипывать, она пожелала всем доброй ночи и начала собираться уходить. Обе женщины, испытывавшие одни и те же чувства, обнялись и, наплакавшись вволю, наконец-то расстались, упомянув среди прочего, что заупокойная служба по утонувшим состоится в это воскресенье. Прощаясь на ночь с Сидом и Мэри, тетя Полли была гораздо ласковее, чем обычно, Сид слегка посапывал, и глаза у него были на мокром месте, а Мэри плакала навзрыд, от всего сердца.</p>
<p>Оставшись в одиночестве, тетушка опустилась на колени и стала молиться за Томову бесприютную душу, да так трогательно, с такой глубокой любовью, и такие находила слова, что Том под кроватью заливался слезами, слушая, как она дочитывает своим дрожащим голосом последнюю молитву.</p>
<p>Ему еще долго пришлось лежать смирно. Тетя Полли улеглась, но без конца ворочалась, время от времени принималась что-то горестно бормотать, перемежая бормотание тяжкими вздохами, а то беспокойно металась из стороны в сторону. Наконец она затихла и лишь изредка жалобно стонала во сне.</p>
<p>Том выбрался из-под кровати и, заслонив ладонью пламя свечи, так и оставшейся непогашенной, стал глядеть на спящую. Сердце его переполняла жалость. Вынув из кармана свиток платановой коры, он положил было его рядом со свечой, но тут новая мысль пришла ему в голову, и он застыл в раздумье. Вдруг лицо его просияло, и, как видно, приняв какое-то решение, он сунул кору обратно в карман, а потом наклонился, поцеловал сморщенные старческие губы тетушки и на цыпочках вышел из комнаты, опустив за собой щеколду.</p>
<p>На причале в этот час не было ни души, и Том смело поднялся на борт пароходика, зная, что и там нет никого, кроме сторожа, который всегда спит в рубке как убитый. Он отвязал челнок, забрался в него и стал потихоньку выгребать вверх по течению. Поднявшись немного выше городка, Том развернул лодочку и начал изо всех сил грести к противоположному берегу. На середине реки течение подхватило его и снесло как раз к пристани – дело было знакомое, и он все точно рассчитал. Конечно же, ему страшно хотелось «взять челнок в плен» – с некоторой натяжкой его можно было считать кораблем, а значит, законной добычей пиратов, – однако он знал, что искать его будут повсюду и могут, пожалуй, наткнуться на лагерь пиратов. Поэтому он выбрался на берег и вскоре уже был в лесу. Там он уселся на траве под деревом и некоторое время отдыхал, стараясь не поддаться сну, а потом, уже едва переставляя ноги, побрел к отмели.</p>
<p>Ночь была на исходе, и, прежде чем он поравнялся с отмелью, совсем рассвело. Том дождался, пока солнце поднимется повыше, озарив Миссисипи во всем ее великолепии, и только тогда вошел в воду. А получасом позже он уже стоял, мокрый как мышь, в кустах у самого лагеря и слушал, как Джо говорит Геку:</p>
<p>– Нет, брат, Том не подведет, это я тебе говорю. Он непременно вернется. Ему ли не знать, Гек, какой это был бы позор для пирата! Он, видать, что-нибудь новенькое затеял. Интересно, что у него на уме?</p>
<p>– Вернется, не вернется, но вещи-то его теперь наши!</p>
<p>– Вроде того, да только не совсем, Гек. В записке говорится, что они станут нашими, если Том не явится к завтраку.</p>
<p>– А он явился! – воскликнул Том и торжественно вступил в лагерь.</p>
<p>Без промедления был подан роскошный завтрак – все та же рыба с грудинкой; и как только пираты уселись за еду, Том принялся живописать свои приключения, безбожно их приукрашивая и привирая. Наслушавшись его, Джо и Гек сами принялись хвастать напропалую. Когда все выговорились, Том улегся в тени и проспал до полудня, а остальные ловили рыбу и продолжали исследовать остров.</p>
</section><section><title><p>Глава 16</p>
</title><p>После обеда был назначен поход на отмель за черепашьими яйцами. Все трое расхаживали по берегу, тыча палками в песок, и, когда попадалось рыхлое место, опускались на колени и начинали копать. В некоторых гнездах лежало сразу по полсотни яиц; они были совершенно круглые, белые, чуть поменьше грецкого ореха. В этот вечер был устроен настоящий пир: пираты до отвала наелись черепашьей яичницы, оставив несколько дюжин яиц на утро. В пятницу после завтрака они снова отправились на отмель и принялись с воплями носиться друг за другом по берегу, сбрасывая на ходу одежонку, пока не разделись совсем. Потом они забрели по мелкой воде к самой оконечности отмели; здесь было сильное течение, которое едва не сбивало с ног, но от этого становилось только веселее. Они начали плескать друг в друга водой, время от времени отворачиваясь, чтобы глотнуть воздуху, брызгались, возились и боролись до тех пор, пока кто-нибудь не становился победителем и не окунал остальных с головой. То они все разом ныряли, мелькая на солнце целым клубком незагорелых рук и ног, а потом снова появлялись на поверхности, фыркая, отплевываясь, хохоча и тяжело дыша.</p>
<p>Окончательно выбившись из сил, они возвращались на берег, падали плашмя на сухой, раскаленный, как сковородка на огне, песок и зарывались в него, а потом опять мчались к воде. В какой-то момент им пришло в голову, что их собственная кожа вполне может сойти за телесного цвета цирковые трико. Тотчас на песке был начерчен большой круг, обозначавший арену, и устроено цирковое представление, – разумеется, с тремя клоунами, так как каждый претендовал на эту почетную должность.</p>
<p>Когда им наскучило кривляться и отмачивать всякие штуки, они достали шарики и играли в них до тех пор, пока и эта забава не надоела. Джо с Геком опять полезли в воду, а Том отказался, так как обнаружил, что, снимая на ходу штаны, потерял высушенную трещотку с хвоста гремучей змеи, которую всегда носил привязанной шнурком к ноге. Этот амулет обладал многими чудодейственными свойствами, и Том подивился, как это его до сих пор не схватила в воде судорога. Купаться он не решался до тех пор, пока не отыскал трещотку, а к этому времени Джо с Геком уже наплавались досыта и разлеглись на песке.</p>
<p>Мало-помалу мальчишки разбрелись в разные стороны. Настроение у них испортилось, и то один то другой с тоской поглядывал за широкую гладь реки – туда, где дремал в солнечном мареве маленький городок. Том обнаружил, что выводит большим пальцем ноги на песке имя Бекки, спохватился и стер написанное, кляня себя за слабость и малодушие. Но соблазн оказался сильнее, и он снова написал то же самое, сердито расшвырял песок ногой и отправился собирать своих пиратов.</p>
<p>Оказалось, что Джо за это время совсем пал духом и расшевелить его на новые затеи нет никакой возможности. Он так затосковал по дому, что в глазах у него стояли слезы. Гек тоже что-то скис. Да и у Тома на сердце скребли кошки, но он ни за что не желал этого показывать. В запасе у него имелся один секрет, о котором он до поры до времени предпочитал помалкивать, но теперь он понял, что, если так пойдет и дальше, придется открыть этим нытикам свою тайну. Наконец Том, стараясь, чтобы его голос звучал как обычно, проговорил:</p>
<p>– А похоже, парни, что на этом острове и до нас с вами бывали пираты. И наверняка где-нибудь здесь зарыт клад. Что, если нам посчастливится откопать гнилой сундук, набитый золотом и серебром?</p>
<p>Однако это предложение не вызвало особого воодушевления у членов шайки. Том пустил в ход еще кое-какие соблазны, имевшиеся под рукой, но все было впустую. Джо сидел мрачнее тучи, ковыряя палкой песок. Наконец он сказал:</p>
<p>– А не завязать ли нам с этим делом, ребята? Что-то меня домой тянет. Скучища здесь смертная.</p>
<p>– Брось, Джо, – сказал Том. – Это пройдет. Ты подумай только, какая здесь рыбалка!</p>
<p>– Да опротивела мне эта рыба. Я домой хочу.</p>
<p>– А купанье? Где ты такое найдешь?</p>
<p>– На кой оно мне? Что за интерес купаться, когда никто не запрещает? Нет, я считаю, пора мне возвращаться.</p>
<p>– Ну и катись, сопляк! Захотелось за матушкину юбку подержаться?</p>
<p>– Ну и захотелось! И тебе бы захотелось, если б она у тебя была. И вовсе я не сопляк, ничуть не сопливее тебя! – Джо даже засопел, готовый пустить слезу.</p>
<p>– Ладно, Гек, отпустим этого плаксу домой к матушке. Давно, видать, розгами тебя не отхаживали. Гляньте-ка на этого младенца – он без мамочки ни шагу! Пусть проваливает! А ты, Гек? Нравится тебе тут?</p>
<p>Гек врастяжку произнес «да-а-а», но в голосе его не было ни малейшего энтузиазма.</p>
<p>– Я с тобой и разговаривать больше не стану, – сказал Джо, поднимаясь на ноги. – И все тут. – Угрюмо насупившись, он отошел в сторону и начал одеваться.</p>
<p>– Подумаешь! – Том хмыкнул. – Переживем. Беги домой, пусть тебя там поднимут на смех. Нечего сказать, хорош пират! Вот мы с Геком из другого теста. Верно, Гек? А кое у кого для этих дел кишка тонка.</p>
<p>Однако и ему вдруг стало не по себе. Джо одевался с самым решительным видом. Вдобавок и Гек пристально следил за сборами Джо, храня зловещее молчание. Запахло мятежом. Минутой позже Джо, не обронив ни слова на прощание, двинулся вброд к иллинойскому берегу. Сердце у Тома заныло, и он взглянул на Гека. Кровавая Рука отвел глаза, а потом смущенно пробормотал:</p>
<p>– Знаешь, что-то и меня тянет домой, Том. Тут все одно и то же, а теперь, без Джо, будет еще хуже. Давай и мы вернемся.</p>
<p>– Нет! Можешь идти, можете все катиться к дьяволу, если угодно. Я остаюсь – и на этом точка.</p>
<p>– Тогда, Том, я, наверно, пошел.</p>
<p>– Иди! Кто тебя держит?</p>
<p>Гек начал собирать разбросанные по песку лохмотья. Покончив со сборами, он сказал:</p>
<p>– Том, лучше бы нам вернуться всем вместе. Ты малость подумай. Мы тебя подождем на том берегу.</p>
<p>– Ждите хоть до второго пришествия!</p>
<p>Гек понуро поплелся прочь, а Том стоял и глядел ему вслед, чувствуя сильнейшее искушение плюнуть на пиратскую гордость и податься домой вместе с ними. У него еще теплилась слабая надежда, что они передумают и вернутся, но Джо и присоединившийся к нему Гек продолжали брести по мелководью протоки.</p>
<p>Одиночество навалилось на Тома, словно могильная плита. Еще мгновение – и гордость его была сломлена, он бросился бежать за приятелями, отчаянно вопя:</p>
<p>– Погодите! Послушайте, что я вам скажу!</p>
<p>Те сразу же остановились и обернулись, выжидая. Еще на бегу Том открыл им свою тайну, а они слушали, хмурясь и переминаясь с ноги на ногу, пока не сообразили, в чем соль, а когда до них окончательно дошло, стали с восторгом орать, что это здорово, и, если б он сразу сказал, они бы и не подумали куда-то там уходить.</p>
<p>Том наскоро придумал что-то в свое оправдание. На самом деле он боялся, что даже тайна не удержит их надолго, потому и приберегал ее на самый крайний случай.</p>
<p>Они вернулись на остров в совершенно другом расположении духа и снова принялись за игры, то и дело возвращаясь в разговорах к удивительной выдумке Тома и восхищаясь его изобретательностью. После обеда, состоявшего из черепашьей яичницы и рыбы, Том заявил, что теперь, пожалуй, самое время поучиться курить, а Джо поддержал его, сказав, что ему давно не терпится отведать этого зелья. Гек в два счета соорудил им трубки и набил их табаком. До этого момента оба новообращаемых не курили ничего, кроме сухих виноградных листьев, от которых только щипало язык да слезились глаза.</p>
<p>Они развалились в тени и начали попыхивать трубками – поначалу с осторожностью и оглядкой. Дым оказался неприятным на вкус и драл горло, но Том тут же заявил:</p>
<p>– Да это же проще простого! Когда б я знал, что это так легко, я бы уже давно выучился.</p>
<p>– Ну, – подтвердил Джо. – Ничего такого особенного.</p>
<p>– Я сколько раз видел, как другие курят. Эх, думал я, и мне бы тоже! – сказал Том. – Только я не знал, выйдет ли.</p>
<p>– И я то же самое. Сколько раз я тебе это говорил, – верно, Гек? Вот Гек скажет, говорил я или нет.</p>
<p>– Ну да, раз, наверно, тыщу, – подтвердил Гек.</p>
<p>– И я тоже, – сказал Том. – Один раз возле бойни. Помнишь, Гек? С нами еще были Боб Таннер, Джо Миллер и Джеф Тэтчер.</p>
<p>– Ну да, – отозвался Гек. – Это было в тот самый день, когда я потерял белый шарик. Или не в тот, а накануне.</p>
<p>– А что я тебе говорил! – воскликнул Том. – Вот и Гек помнит.</p>
<p>– Знаете, я, наверно, целый день мог бы курить, – задумчиво произнес Джо. – Нисколько не мутит.</p>
<p>– И меня тоже, – сказал Том. – Ни капли. А вот Джеф Тэтчер точно не смог бы.</p>
<p>– Джеф! Да он от пары затяжек слетит с копыт. Пусть попробует хотя бы разок. Куда ему!</p>
<p>– Ясное дело. И Джо Миллеру тоже. Хотел бы я поглядеть, как он с этим справится!</p>
<p>– Да уж! – веско сказал Джо. – Этот Миллер слабак! Его от одной затяжки в бараний рог свернет.</p>
<p>– Как пить дать! А хотелось бы мне, чтобы ребята нас видели сейчас.</p>
<p>– И мне бы тоже.</p>
<p>– Вот что, Джо, мы пока никому ничего говорить не станем, а при случае, когда они все соберутся, я подойду к тебе и скажу как бы между прочим: «Джо, ты трубку захватил? Что-то покурить захотелось». А ты ответишь так, будто это само собой разумеется: «Ну да, старая всегда со мной, и запасная тоже имеется, только табачок неважнецкий». А я на это: «Ничего, лишь бы покрепче был». Тут ты достаешь обе трубки, и мы с тобой закуриваем как ни в чем не бывало – то-то они вытаращат глаза!</p>
<p>– Ей-богу, здорово! Жаль только, что они нас прямо сейчас не видят!</p>
<p>– Еще бы! А когда узнают, что мы выучились курить, когда были пиратами, небось позавидуют.</p>
<p>– А то!..</p>
<p>Постепенно разговор сделался вялым и бессвязным. Паузы становились все дольше, и курильщики что-то уж очень часто стали сплевывать. Во рту у них словно забили какие-то фонтаны, только успевай откачивать, и время от времени подкатывала тошнота. Оба мальчика побледнели. Наконец трубка выпала из дрожащих пальцев Джо Харпера, то же самое случилось и с Томом.</p>
<p>Джо сказал слабым голосом:</p>
<p>– Кажется, я потерял ножик. Пойти, что ли, поискать?</p>
<p>Том, запинаясь, едва выговорил:</p>
<p>– Я т-тебе пом-могу. Ты с-ступай в ту сторону, а я поищу около ручья. Сиди, Гек, мы с-сами.</p>
<p>Геку пришлось прождать около часа. Потом он соскучился и отправился разыскивать приятелей. Он нашел их в чаще, довольно далеко друг от друга. И тот и другой крепко спали, их лица заливала зеленоватая бледность. Впрочем, Гек быстро сообразил, что если с ними и случилась какая-то неприятность, то теперь уже все позади.</p>
<p>В тот вечер за ужином Том и Джо не отличались разговорчивостью и вели себя на редкость смирно. Когда же Гек, плотно подзакусив, набил себе трубку и собрался набить и для них, оба в один голос отказались: мол, что-то они неважно себя чувствуют – видно, за обедом съели лишнее.</p>
<p>Ближе к полуночи Джо проснулся сам и разбудил остальных. Казалось, что воздух стал густым и давящим, и эта гнетущая тяжесть не предвещала ничего хорошего. Мальчики придвинулись поближе к огню, хотя от духоты нечем было дышать. Не обмениваясь ни словом, они сидели в мучительном ожидании. За пределами светлого круга, очерченного огнем, все было погружено в непроницаемую тьму. Вдруг трепещущая вспышка на мгновение озарила листву. За ней полыхнула другая, уже ярче, и еще одна. И тут разом вздохнули, а затем застонали верхушки деревьев; щек мальчиков коснулось мимолетное дыхание – и они вздрогнули, решив, что это пронесся мимо мрачный дух ночи.</p>
<p>На мгновение воцарилась мертвая тишина. Внезапно сверхъестественно яркая вспышка озарила их перепуганные лица и превратила ночь в день. Стала видна каждая песчинка под ногами. Глухо зарокотал гром, прокатился по всему небу и затих вдали, сердито ворча. Поток холодного воздуха окатил мальчиков, взъерошил листву и взвихрил хлопья пепла над костром. Еще одна короткая, рвущая тьму вспышка молнии осветила лес, и тотчас рухнул такой грохот, словно вершины деревьев раскалывались прямо у них над головами. В страхе мальчишки прижались друг к другу. И тут первые капли дождя зашлепали по листьям.</p>
<p>– Живо, парни, под навес! – выкрикнул Том.</p>
<p>Вскочив, они бросились наутек, спотыкаясь в темноте о торчащие корни и путаясь в виноградных лозах. Теперь молнии сверкали почти безостановочно, а раскаты грома не умолкали ни на миг. В следующую минуту на остров обрушился проливной дождь, а налетевший следом шквал подхватывал водяные струи, свивал их в жгуты и нес почти горизонтально над землей. Мальчики кричали, но рев ветра и грохот грома заглушали их голоса. Наконец они добрались до навеса и забились под него – замерзшие, перепуганные и насквозь мокрые. Старый парус рвался и хлопал на ветру с таким неистовством, что нельзя было разобрать ни слова, даже если бы им удалось перекричать рев непогоды.</p>
<p>Ветер бушевал все сильней и сильней, и следующий шквал сорвал парус и унес его в ночь. Схватившись за руки, мальчишки бросились бежать, то и дело спотыкаясь и падая, чтобы спрятаться под большим дубом, стоявшим на самом берегу реки. К этому времени гроза достигла вершины своей мощи. Молнии полосовали небо во всех направлениях, и в их пронзительном голубом сиянии высвечивались гнущиеся, как тростник, деревья, кипящая река, белые гребешки волн и летящие по ветру клочья пены. Сквозь стремительно несущиеся потоки дождя едва проступали смутные очертания утесов на противоположном берегу. То и дело какое-нибудь огромное дерево в лесу, не выдержав напора бури, с треском рушилось, сминая подлесок, а гром гремел и гремел без остановки так оглушительно и страшно, что, казалось, сердце вот-вот разорвется. Сила грозы была так велика, будто она собиралась разнести остров вдребезги, сжечь его, затопить до самых верхушек деревьев, истребить каждое живое существо на нем, а потом развеять пепел и обломки по ветру. Не позавидуешь тому, кому пришлось в такую ночь оказаться под открытым небом.</p>
<p>Но все битвы рано или поздно заканчиваются, пришел конец и этой неистовой схватке сил природы. Небесные полчища отступили, угрюмо ворча и громыхая в отдалении доспехами, и на земле вновь воцарился мир. Перепуганные пираты вернулись в лагерь и обнаружили, что большой платан, под которым они обычно спали, лежит расколотый молнией. Оставалось только порадоваться, что их не было под могучим деревом в тот момент, когда оно рухнуло.</p>
<p>Лагерь был сплошь залит водой, а костер погас, потому что мальчишки не додумались чем-нибудь прикрыть угли. Было от чего прийти в отчаяние: они промокли до нитки и дрожали от холода, а обогреться и обсушиться было нечем. Однако, погоревав, они обнаружили, что не все потеряно: под большим обугленным бревном, в том месте, где оно не касалось мокрой земли, уцелела тлеющая полоска в ладонь шириной. Понадобились нечеловеческое терпение и осторожность, чтобы не дать ей погаснуть окончательно. В течение получаса мальчишки терпеливо раздували огонек, подкладывали сухие щепки и кору, отыскивая их в укромных местах, куда не проникла дождевая вода, и наконец костер запылал снова. Они навалили сверху толстых сучьев, пламя загудело, как в кузнечном горне, и пираты заметно повеселели. Обсушив над огнем плававший в луже свиной окорок, они поели, а потом до рассвета просидели у костра, вспоминая события этой ночи и хвастая своими геройскими подвигами. Спать все равно было негде – на всем острове не нашлось бы ни одного сухого клочка земли.</p>
<p>Едва первые лучи солнца пробились сквозь измочаленные ветром ветви деревьев, мальчиков стало клонить в сон. Тогда они отправились на отмель и улеглись на песке, но вскоре солнце стало припекать так основательно, что им пришлось подняться и отправиться готовить завтрак. После еды они отяжелели, раскисли, и их опять потянуло домой.</p>
<p>Поняв это, Том принялся развлекать членов шайки чем только мог. Но их больше не соблазняли ни игра в шарики, ни цирк, ни купание – ничто на свете. Тогда он напомнил им о своей великой тайне, и это на короткое время вызвало прилив воодушевления. А пока прилив не сменился очередным отливом, Том успел увлечь их новой выдумкой. Пираты на время вышли в отставку, и было решено сделаться индейцами. Не долго думая, все трое разделись догола, расписали тела и лица полосами грязи, сразу став похожими на зебр, и понеслись по лесу, разыскивая поселение английских колонистов, чтобы напасть на него и разграбить. Само собой, и Том, и Джо, и даже Гек были великими вождями.</p>
<p>После того как с бледнолицыми было покончено, они разделились на три враждующих племени и стали выслеживать друг друга, устраивать засады и выскакивать оттуда с боевым кличем, жестоко умерщвляя врагов и снимая скальпы сотнями. День выдался кровавый, а следовательно, удачный.</p>
<p>В лагерь они вернулись только к ужину, голодные и оживленные, но тут возникла проблема: племена, находящиеся в состоянии войны, не могли оказывать друг другу гостеприимство, не заключив перемирия, а заключить его было нельзя, не выкурив трубку мира. Другого способа просто не было. Двое вождей из трех тут же пожалели, что не остались пиратами, но делать было нечего, поэтому они мужественно потребовали священную трубку и пустили ее по кругу, затягиваясь по очереди.</p>
<p>Однако поиски утерянного ножика кое-чему их научили: теперь они курили с осторожностью, сильно не затягиваясь, и оказалось, что тошнит их гораздо меньше и до больших неприятностей дело не доходит. После ужина они опять вернулись к трубкам, и с еще большим успехом, так что вечер прошел на подъеме. Том и Джо так гордились собой и радовались своему новому умению, будто сняли скальпы и содрали кожу с шести племен краснокожих.</p>
<p>А теперь мы оставим их на острове – дымить, болтать и безудержно хвастаться, а сами попробуем посмотреть на то, что в это время происходило в городке.</p>
</section><section><title><p>Глава 17</p>
</title><p>В Сент-Питерсберге в этот тихий субботний вечер никто не веселился. Безутешные семейства тети Полли и Харперов облачились в траур. В городе стояла оглушительная тишина, хотя, сказать по чести, в нем и без того всегда было нешумно. Горожане занимались своими делами и почти не разговаривали между собой, зато часто вздыхали. Даже для детей субботний отдых превратился в тягостное бремя. Играть не хотелось, и мало-помалу все игры были заброшены.</p>
<p>В конце дня Бекки Тэтчер забрела на пустой школьный двор, не зная, куда деваться от тоски. Но там не оказалось ничего такого, что могло бы ее хоть немного утешить. Тогда Бекки сказала себе:</p>
<p>– Ах, если б у меня осталась хотя бы та медная шишечка!.. Но у меня нет ничего на память о нем! – Девочка проглотила подступившие слезы.</p>
<p>Потом, остановившись посреди двора, она проговорила:</p>
<p>– Это было как раз здесь… О, если бы все повторилось снова, я бы ни за что на свете не сказала бы того, что сказала тогда! Но его уже нет, и я никогда, никогда, никогда больше его не увижу!..</p>
<p>Эта мысль окончательно сокрушила Бекки, и она побрела прочь, заливаясь слезами.</p>
<p>Как только она ушла, появились несколько мальчишек и девчонок – приятелей Тома и Джо; они остановились за забором и стали глядеть во двор, перешептываясь о том, где в последний раз видели Тома, и что он делал в то время, и как Джо произнес какую-то ничего не значащую фразу, которая, как все теперь понимали, предвещала беду. Каждый из говоривших указывал на то место, где стояли погибшие, прибавляя что-нибудь вроде: «А он еще улыбнулся вот этак – и у меня вдруг мурашки по спине поползли, до того жутко стало. Я-то, конечно, не понял, к чему бы это, зато теперь…»</p>
<p>Слово за слово, и разгорелся спор насчет того, кто последним видел мальчиков в живых, и на это печальное преимущество, как выяснилось, претендовали многие. В конце концов было достоверно установлено, кто эти счастливчики, и те сразу выросли в собственных глазах. Остальные могли им только завидовать. Один бедолага, которому нечем было крыть, с гордостью проговорил:</p>
<p>– А меня Том Сойер как-то раз здорово поколотил!</p>
<p>Но эта заявка на исключительность не имела успеха. Чуть ли не каждый из мальчиков мог сказать о себе то же самое. Спустя несколько минут дети двинулись дальше, продолжая вполголоса обмениваться воспоминаниями о погибших героях.</p>
<p>На следующее утро, едва окончились занятия в воскресной школе, мерно и уныло зазвонил церковный колокол. Погода выдалась тихая и пасмурная, и скорбный звук колокола только подчеркивал тихую грусть, разлитую в природе. Прихожане начали собираться в церкви, многие задерживались на ступенях, чтобы шепотом побеседовать о печальном событии. Внутри, однако, никто не шептался; торжественную тишину нарушал только шорох накрахмаленных траурных платьев женщин. Даже старожилы городка не могли припомнить, чтобы эта маленькая церковь была когда-нибудь так полна. Напряжение нарастало, и тут вошли тетя Полли с Сидом и Мэри, а за ними семейство Харперов в глубоком трауре, и все прихожане, даже сам пастор, поднялись им навстречу и стояли все время, пока родственники погибших не заняли места на передней скамье. Снова наступила скорбная тишина, сквозь которую время от времени прорывались глухие рыдания.</p>
<p>Пастор простер перед собой руки и начал читать молитву. Затем был пропет гимн, за которым последовал текст из Евангелия «Я есмь воскресение и жизнь вечная». В проповеди пастор так живо и ярко изобразил выдающиеся достоинства, черты характера и редкостные дарования погибших юных сограждан, что каждый из прихожан почувствовал укол совести при мысли о том, что порой бывал несправедлив к бедным детям и видел в них одни лишь пороки и изъяны. Далее проповедник привел несколько трогательных случаев из жизни усопших, которые ярко характеризовали их кротость и благородство, и тут все увидели, какие это были достойные восхищения поступки, и с глубокой скорбью припомнили, что в свое время эти деяния казались им возмутительным озорством, заслуживающим порки. По мере того как продолжалась речь пастора, в церкви нарастало волнение, и наконец паства не выдержала и присоединилась к горько рыдающим родственникам. Даже сам проповедник не сумел совладать с собой и прослезился прямо на кафедре.</p>
<p>В это время на хорах послышался какой-то шум, но никто не обратил на него внимания. Минутой позже скрипнула входная дверь; проповедник отнял платок от заплаканных глаз – и окаменел. Сначала одна голова, потом другая повернулись, следуя за взглядом пастора, а в следующее мгновение все прихожане разом поднялись с мест, остолбенело таращась на троих утопленников, шествовавших по проходу между скамьями.</p>
<p>Том шел впереди, за ним Джо, а позади всех, сильно робея, плелся оборванец Гек, волоча по полу свои лохмотья. Это они прятались на пустых хорах, слушая надгробное слово о самих себе.</p>
<empty-line></empty-line><image l:href="#i_011.jpg"></image><empty-line></empty-line><p>Тетя Полли, Мэри и все Харперы ринулись к воскресшим и едва не задушили их объятиями и поцелуями, а бедняга Гек стоял, совсем растерявшись, и, чувствуя себя лишним в церкви, не знал, что делать и куда скрыться от множества взглядов. Он уже двинулся было к дверям, намереваясь потихоньку улизнуть, но Том схватил его за руку и проговорил:</p>
<p>– Тетя Полли, это как-то нехорошо! Надо, чтобы и Геку кто-нибудь порадовался.</p>
<p>– Ну еще бы! Я-то ему всегда рада, бедному сиротке!</p>
<p>Если что и могло сконфузить Гека еще сильнее, то именно ласковое внимание тети Полли.</p>
<p>И тут проповедник воскликнул громовым голосом:</p>
<p>– Восхвалим Господа, подателя всех благ! Пойте, братья и сестры! И пойте от всей души!</p>
<p>И прихожане запели так, что от звуков старинного торжественного хорала сотрясались своды церкви, а пират Том Сойер, оглядываясь на помирающих от зависти юнцов, вынужден был сознаться себе, что это, пожалуй, лучшая минута его жизни.</p>
<p>Выходя толпой из церкви, прихожане говорили друг другу, что согласны, чтобы эти негодные мальчишки провели весь город еще раз, лишь бы опять услышать столь прочувствованное пение древнего благодарственного гимна.</p>
<p>В этот день Том получил столько подзатыльников и поцелуев, сколько прежде не получал за целый год, и уже не смог бы сказать, в чем больше выражалась любовь тетушки Полли к нему и ее благодарность Богу – в подзатыльниках или в поцелуях.</p>
</section><section><title><p>Глава 18</p>
</title><p>В этом и состояла великая тайна Тома – он решил вернуться домой вместе с братьями-пиратами и объявиться не где-нибудь, а на собственных похоронах. В субботу, ближе к вечеру, когда уже начало смеркаться, все трое переправились на бревне на правый берег и высадились на сушу в пяти милях ниже городка. Переночевав в лесу, перед рассветом они окольными путями пробрались к церкви и завалились досыпать среди поломанных скамеек на хорах.</p>
<p>За завтраком в понедельник утром и тетушка, и Мэри были на удивление ласковы с Томом и наперебой ухаживали за ним. Разговорам не было конца. Внезапно тетя Полли сказала:</p>
<p>– Ну хорошо, Том, я понимаю, вам понравилось морочить весь город чуть не целую неделю. Но откуда у тебя взялось столько жестокости, что ради пустой шутки ты мучил и меня? Уж если вы сумели приплыть на бревне на собственные похороны, то наверняка ты мог хоть как-нибудь намекнуть мне, что ты не утонул, а просто сбежал из дому.</p>
<p>– Уж это ты мог бы сделать, Том, – согласилась Мэри. – Должно быть, ты просто забыл, а если б не забыл, то так бы и поступил.</p>
<p>– Правда, Том? – спросила тетя Полли, и ее лицо вспыхнуло надеждой. – Скажи мне, ты бы сделал так, если б не забыл?</p>
<p>– Я… я не знаю, тетушка.</p>
<p>– А я-то надеялась, что ты меня хоть чуточку любишь, – произнесла тетя Полли таким убитым голосом, что Том растерялся. – Надеюсь, ты хотя бы иногда вспоминал обо мне. Все-таки лучше, чем ничего.</p>
<p>– Это он просто по рассеянности, – заступилась за Тома Мэри. – Вечно он торопится, все на бегу, поэтому никогда ни о чем не помнит.</p>
<p>– Очень жаль. А вот Сид – тот бы вспомнил. Уж он бы переправился сюда и сказал бы мне: я, мол, жив, тетушка. Смотри, Том, вспомнишь когда-нибудь об этом и пожалеешь, да уж поздно будет!</p>
<p>– Тетушка, ведь вы же сами знаете, как я вас люблю.</p>
<p>– Может, и знала бы, да доказательств никаких.</p>
<p>– Я и теперь жалею, что не подумал об этом. – Голос Тома был полон раскаяния. – Зато я видел вас во сне. Тоже ведь что-то значит, правда?</p>
<p>– Не бог весть что – сны и кошки видят. Что же тебе снилось?</p>
<p>– В среду ночью мне приснилось, будто вы сидите вот тут, возле кровати, Сид около ящика для дров, а Мэри с ним рядом.</p>
<p>– Верно, так мы и сидели. Мы всегда вечером так сидим. Слава Богу, что ты хоть во сне о нас вспомнил.</p>
<p>– А еще мать Джо Харпера была с вами.</p>
<p>– Верно, она и была! А еще что тебе снилось?</p>
<p>– Да всякое разное. Как-то у меня все это перепуталось…</p>
<p>– Ну постарайся, – может быть, вспомнишь?</p>
<p>– Потом будто бы ветер… Будто бы ветер задул… он задул…</p>
<p>– Вспоминай, Том! Что такое ветер задул? Ну?</p>
<p>Том приставил палец к виску, изображая мучительное напряжение, и минуту спустя сообщил:</p>
<p>– Вспомнил! Ветер задул свечу!</p>
<p>– Господи помилуй! А дальше-то, Том, дальше что?</p>
<p>– А вы потом сказали: «Что-то мне кажется, будто дверь…»</p>
<p>– Говори, Том!</p>
<p>– Дайте подумать минутку… Ах да! Вы сказали, что вам чудится, будто дверь отворилась.</p>
<p>– Истинная правда! Говорила я это, Мэри, верно? Дальше!</p>
<p>– А потом… а потом… точно не помню, но, кажется, вы позвали Сида и велели…</p>
<p>– Ну! Ну же! Что я ему велела, Том? Что?</p>
<p>– Велели ему… А, ну да! Вы велели ему закрыть дверь.</p>
<p>– В жизни ничего подобного не слыхивала! Вот и говори после этого, что сны ничего не значат. Нужно сейчас же рассказать об этом Сирини Харпер. Пусть и дальше думает что хочет насчет предрассудков, только теперь ей не отвертеться. Продолжай, Том!</p>
<p>– Я как раз все дочиста припомнил. Потом вы сказали, что я вовсе не такой уж плохой, а просто озорник и рассеянный и спрашивать с меня все равно что… уж не помню, с жеребенка, кажется.</p>
<p>– Ах, Боже милостивый! Дальше, Том!</p>
<p>– После этого вы заплакали.</p>
<p>– Ох, верно. Заплакала. И не в первый раз. А потом…</p>
<p>– Потом и миссис Харпер тоже заплакала и сказала, что Джо у нее тоже хороший и она теперь жалеет, что отлупила его за сливки, которые сама же и выплеснула…</p>
<p>– Том! Дух Святой снизошел на тебя! Ты видел провидческий сон – вот что это было! Ну, а дальше-то?</p>
<p>– А потом Сид сказал… он сказал…</p>
<p>– Я вроде ничего такого не говорил, – вставил Сид.</p>
<p>– Нет, говорил! – возразила Мэри.</p>
<p>– Да замолчите вы, дайте Тому сказать! Так что там Сид?</p>
<p>– Он сказал… кажется, он сказал, что наверняка мне на том свете гораздо лучше, чем здесь, но если бы я вел себя по-другому…</p>
<p>– Нет, вы слышите? Это же те самые слова!</p>
<p>– А вы велели ему умолкнуть.</p>
<p>– Ну да! Должно быть, ангел Божий был с нами в тот час! Непременно, где-нибудь тут был ангел!</p>
<p>– А еще миссис Харпер рассказала, как Джо напугал ее пистоном, а вы рассказали про разбитую сахарницу и про «болеутолитель»…</p>
<p>– Истинная правда!</p>
<p>– Потом был разговор насчет того, что нас хотят искать в реке, а заупокойная служба состоится в воскресенье, после чего вы с миссис Харпер обнялись и опять заплакали, а потом она ушла.</p>
<p>– Так оно и было! Так и было! Это так же верно, как то, что я здесь сижу. Ты, Том, не смог бы рассказать лучше, даже если бы видел все собственными глазами! А дальше-то что?</p>
<p>– Дальше вы стали молиться за мою душу – я ясно видел во сне, как вы молились, и слышал каждое слово. А потом вы легли спать, а мне стало вас жалко, и я написал на куске коры: «Мы не утонули, а сделались пиратами» и положил кору на стол рядом со свечкой; а потом вы вроде бы уснули, и лицо у вас было во сне такое доброе и измученное, что я подошел, наклонился и поцеловал вас.</p>
<p>– Да неужели, Том? Я бы тебе за это все простила! – И она схватила мальчика и изо всех сил прижала к себе, отчего тот вдруг почувствовал себя законченным негодяем.</p>
<p>– Вообще-то, это был всего-навсего сон, – заметил Сид как бы про себя, но довольно громко.</p>
<p>– Молчи, Сид! Между прочим, тебе известно, что во сне человек ведет себя точно так же, как вел бы и наяву? Вот тебе самое большое яблоко, Том, я его берегла на всякий случай. А теперь беги в школу. Слава Господу Богу, отцу нашему небесному, за то, что он вернул мне тебя, слава его долготерпению и милосердию ко всем, кто в него верит и чтит его заповеди, и ко мне тоже, хоть я и недостойна. Но если бы одни достойные пользовались его милостями и помощью в трудную минуту, мало кому довелось бы узнать, что такое радость на земле и вечный покой на небесах… А теперь убирайтесь отсюда все – и ты, Сид, и Мэри, и Том, – да поживей. У меня дел полным-полно!</p>
<p>Как только дети ушли в школу, пожилая леди отправилась навестить миссис Харпер с единственной целью – поразить ее воображение удивительным сном Тома. Сид же, выходя из дома, уже собрался было высказать вслух одну мысль, которая вертелась у него в голове, но поостерегся. «Как-то уж очень чудно, – думал он, – чтобы Том запомнил такой длиннющий сон и ни разу ни в чем не ошибся!»</p>
<p>Но каким героем чувствовал себя Том! Он не носился и не прыгал, как прежде, а вышагивал неторопливо и с достоинством, как и подобает пирату, который знает, что на него устремлены все взгляды. Да так оно и было: на него глазели все без исключения. Он старался показать, что не замечает всех этих взглядов и не слышит, что о нем говорят, но в душе упивался своей славой. Малыши бежали за ним хвостом, словно он был чем-то вроде слона во главе бродячего зверинца, въезжающего в город. Его сверстники делали вид, что ничего не случилось, и тем не менее их точила зависть. Они отдали бы все на свете за его бронзовый загар и лучезарную славу, а Том не расстался бы ни с тем, ни с другим, даже если бы взамен ему предложили стать владельцем цирка шапито.</p>
<p>В школе на него и Джо Харпера все смотрели с таким восхищением, что оба пирата вскоре окончательно заважничали. Их приятели сгорали от любопытства, и они принялись рассказывать о своих приключениях, но едва успели начать – потому что эта история была не из тех, которые скоро заканчиваются, – как буйная фантазия подбрасывала им все новый и новый материал. Когда же Том и Джо в укромном углу извлекли из карманов трубки и принялись как ни в чем не бывало попыхивать табачком, их слава достигла заоблачных высот.</p>
<p>Теперь-то, решил Том, он может не обращать на Бекки Тэтчер ни малейшего внимания. Что ему до нее – вполне достаточно и одной славы. Конечно, Бекки может захотеть помириться с ним. Что ж, пусть попробует и убедится, что он тоже может быть жестоким, как некоторые другие.</p>
<p>Едва Бекки появилась в школьном дворе, Том сделал вид, что вовсе не замечает ее. Он завел разговор с мальчишками и девчонками, собравшимися в кучку. Тем временем Бекки, раскрасневшись и блестя глазами, принялась весело бегать по двору, притворяясь, что гоняется за подругами. Том, однако, заметил, что если ей и случалось кого-либо поймать, то это всякий раз происходило вблизи от него, и при этом Бекки украдкой поглядывала в его сторону. Это подлило масла в огонь его тщеславия, но вместо того, чтобы пойти на мировую, Том заупрямился. Понимая, чего хочется Бекки, он решил не уступать ни в какую.</p>
<p>Вскоре девочка прекратила беготню и стала рассеянно прохаживаться неподалеку, с грустью поглядывая на Тома, и пару раз даже вздохнула. Но тут она заметила, что Том обращается к Эмми Лоуренс чаще, чем к другим девочкам, и в груди у нее что-то заныло. Она, может, и хотела бы отойти подальше, но ноги сами вели ее к той кучке сверстников, среди которых находился Том. В конце концов она заговорила с одной из девочек, стоявших рядом с ним:</p>
<p>– Ах, Мэри Остин! Почему это я не видела тебя вчера в воскресной школе?</p>
<p>– Я была! Ты просто меня не заметила.</p>
<p>– Где же ты сидела?</p>
<p>– В классе мисс Питерс – там же, где и всегда.</p>
<p>– Неужели? Странно. А мне так хотелось поговорить с тобой о пикнике.</p>
<p>– Как славно! А кто его устраивает?</p>
<p>– Моя мама.</p>
<p>– Вот мило! А меня пригласят?</p>
<p>– Конечно! Ведь пикник этот для меня. Она позовет всех, кого я назову.</p>
<p>– Как я рада! А когда он состоится?</p>
<p>– Как только начнутся каникулы.</p>
<p>– Вот будет весело! Ты пригласишь всех-всех мальчиков и девочек?</p>
<p>– По крайней мере, всех моих друзей… или тех, кто не прочь со мной дружить. – Тут она снова украдкой взглянула на Тома, но он в эту минуту увлеченно рассказывал Эмми Лоуренс о грозе на острове и о том, как молния разбила в щепки большой платан именно тогда, когда Том стоял всего в трех шагах от него.</p>
<p>– А мне можно будет поехать? – спросила Грэйси Миллер.</p>
<p>– Да.</p>
<p>– А мне? – подала голос Салли Роджерс.</p>
<p>– Да.</p>
<p>– И мне тоже? – спросила Сьюзи Харпер. – И Джо?</p>
<p>– Конечно!</p>
<p>Один за другим все, кроме Тома и Эмми, получили приглашение, после чего Том невозмутимо повернулся к Бекки спиной и, не прерывая беседы, увел с собой Эмми Лоуренс. Слезы навернулись на глаза Бекки, но она постаралась скрыть их, изображая веселье, и продолжала болтать с подругами, хотя пикник потерял для нее всю свою привлекательность, а заодно и все остальное на свете. Затем она отправилась в класс и дала волю слезам.</p>
<p>Выплакавшись, Бекки просидела в одиночестве до самого звонка, не желая, чтобы кто-нибудь заметил, как страдает ее гордость. Потом она встала, тряхнула своими золотистыми косами и, сверкая глазами, сказала себе, что знает, что ей теперь делать.</p>
<p>Во время перемены Том продолжал вертеться вокруг Эмми, весьма довольный собой. При этом он не переставал искать взглядом Бекки, чтобы, улучив момент, нанести ей сокрушительный удар. Однако, как только он ее обнаружил, его настроение стремительно ухудшилось. Бекки устроилась в укромном уголке – на скамье позади здания школы – вместе с Альфредом Темплом. Оба увлеченно разглядывали картинки в книжке, склоняясь над страницей так, что их головы соприкасались. Они так увлеклись, что, казалось, совершенно не замечают, что творится вокруг. Пламя ревности мгновенно вспыхнуло в сердце Тома. Первым делом он обрушился на самого себя – за то, что не воспользовался случаем помириться с Бекки, когда она сама подошла к нему. Он поносил себя всеми бранными словами, какие знал, и едва не плакал от досады. А тут еще и Эмми трещала без умолку, не помня себя от радости. На какое-то время Том словно оглох и онемел. Он не слышал болтовни Эмми, а когда та вопросительно поглядывала на него, ожидая ответа, бормотал какую-то чепуху. Незримая сила снова и снова тянула его к скамье за школой, хотя то, что там происходило, только растравляло его рану. Бекки словно забыла о его существовании. Видеть-то она его видела, но при этом отлично понимала, что перевес снова на ее стороне. Теперь Том страдает точно так же, как совсем недавно страдала она.</p>
<p>Веселая болтовня Эмми стала для Тома просто нестерпимой. Он намекнул было ей, что у него полным-полно важных дел, но ничего этим не добился – та не умолкала и словно прилипла к нему. Наконец он прямо заявил, что торопится и должен идти, на что Эмми простодушно ответила, что будет ждать его «где-нибудь поблизости» после уроков. Тут Том попросту сбежал от нее, проклиная собственную глупость.</p>
<p>«Кто угодно, только не Альфред! – бормотал он на ходу, едва не скрежеща зубами. – Только не этот лощеный франт из Сент-Луиса! Воображает себя аристократом, потому что одет с иголочки! Ну погоди, приятель, я тебе всыпал в первый же день, как ты приехал в город, а за добавкой дело не станет! Дай только срок! Вот возьму, да и…»</p>
<p>Тут Том принялся уничтожать воображаемого противника – молотил по воздуху кулаками, отвешивал оплеухи и пинки. «Ах, вот ты как? Проси пощады! Что, не понравилось? Ну, так тебе и надо, будет вперед наука!» Воображаемое побоище закончилось его полной победой.</p>
<p>На большой перемене Том не выдержал и удрал с уроков. Сил его больше не было смотреть на простодушное счастье Эмми, а ревность жгла огнем. Бекки снова уселась с Альфредом рассматривать картинки вместе, однако Том почему-то не появлялся. Мучить стало некого, и она мигом потеряла интерес к Альфреду, стала рассеянной и заскучала. То и дело она настораживалась, прислушиваясь к приближающимся шагам, но всякий раз это оказывался не Том. В конце концов Бекки начала жалеть, что зашла так далеко. А бедняга Альфред, который все не мог взять в толк, с чего это она заскучала, не унимался:</p>
<p>– Ты только взгляни, какая славная картинка! А здесь еще лучше!</p>
<p>Терпение Бекки лопнуло:</p>
<p>– Ах, отстань от меня, пожалуйста! Не нужны мне эти картинки! – Залившись слезами, она вскочила и бросилась прочь.</p>
<p>Альфред потащился следом, намереваясь утешить ее, но Бекки, все еще всхлипывая, заявила:</p>
<p>– Оставь меня в покое! Я тебя терпеть не могу!</p>
<p>Альфред остолбенел, соображая, чем провинился. Ведь она сама сказала, что хотела бы всю большую перемену разглядывать с ним картинки, а теперь убегает, да еще и в слезах. Не зная, что и думать, рассерженный и обиженный, он побрел обратно в пустую школу. Истина лежала на поверхности: Бекки просто использовала его, чтобы досадить Тому Сойеру.</p>
<p>Догадавшись об этом, Альфред еще больше возненавидел Тома, и ему нестерпимо захотелось хоть чем-нибудь насолить этому хвастуну и пройдохе, не подвергая себя при этом риску. Тут на глаза ему попался учебник Тома. Случай был исключительный, и он открыл книжку на той самой странице, где был заданный на сегодня урок, и плеснул на нее чернилами.</p>
<p>Бекки, как раз в эту минуту заглянувшая в окно класса, заметила, что он сделал, но промолчала и отправилась домой. Было бы здорово прямо сейчас разыскать Тома и все рассказать ему. Он, конечно, будет ей благодарен, и они наконец-то помирятся.</p>
<p>Однако уже на полпути Бекки передумала. Ей вспомнилось, как Том обошелся с ней, когда речь зашла о пикнике, и горечь обиды вновь обожгла ее. Нет, она не только не станет выручать Тома, но и возненавидит его навеки. И пусть его как следует накажут за безнадежно испорченный учебник.</p>
</section><section><title><p>Глава 19</p>
</title><p>Том вернулся домой мрачнее тучи, но первые же слова тети Полли дали ему понять, что явился он со своими горестями не в самое подходящее время:</p>
<p>– Том, выдрать бы тебя сейчас как следует!</p>
<p>– Тетушка, что я еще такого натворил?</p>
<p>– Спрашиваешь! Я-то, старая дура, лечу как на крыльях к Сирини Харпер – думаю, сейчас выложу ей все про этот твой пресловутый сон. И нате вам: оказывается, Джо уже рассказал ей, что ты был здесь в тот вечер и слышал все наши разговоры. Ума не приложу, что может выйти из мальчика, который так бессовестно врет. Ну вот ответь: как ты мог допустить, чтобы я помчалась к миссис Харпер и выставила себя полной дурой?</p>
<p>До сих пор утренний розыгрыш казался забавной шуткой, но теперь он предстал перед мальчиком в ином свете. Том понурился и целую минуту не мог ничего придумать в свое оправдание. Наконец он проговорил:</p>
<p>– Тетушка, мне очень жаль, что я так поступил… Я, как всегда, не подумал.</p>
<p>– Ах, голубчик, ты никогда ни о чем не думаешь, только о себе. У тебя хватило ума приплыть ночью с острова только для того, чтобы позубоскалить над нашим горем, ты не сомневался, выставлять ли меня на посмешище, сочиняя вещий сон; а вот пожалеть нас тебе и в голову не пришло!</p>
<p>– Тетушка, теперь-то я понимаю, что это было нехорошо, но ведь я не нарочно. Я не хотел, вот чем угодно клянусь! Да и домой я приходил вовсе не затем, чтобы над вами насмехаться.</p>
<p>– А для чего же?</p>
<p>– Мне хотелось сказать, чтобы вы не беспокоились, что мы живы.</p>
<p>– Ах, Том, если бы я только могла поверить, что у тебя были такие добрые намерения! Но ведь ты и сам знаешь, что это не так, и я это тоже знаю.</p>
<p>– А вот и были! Не сойти мне с этого места, если не были!</p>
<p>– Ах, Том, теперь уже совершенно ни к чему выдумывать.</p>
<p>– Это чистая правда, клянусь! Я хотел, чтобы вы не горевали.</p>
<p>– Я бы все на свете отдала, лишь бы поверить. Да за одно это все твои грехи простятся, Том, – даже то, что ты сбежал из дому и вел себя как настоящее чудовище. Ну отчего ты мне ничего не сказал, а?</p>
<p>– Знаете, тетушка, когда вы в тот вечер заговорили про похороны, мне вдруг до того захотелось спрятаться в церкви и послушать, что просто ужас. Как же я мог сказать? Ну я взял да и положил кору обратно в карман.</p>
<p>– Какую еще кору?</p>
<p>– Ту самую, на которой написал суриком, что мы ушли в пираты. Эх, жаль, что вы не проснулись, когда я вас поцеловал!</p>
<p>Морщины на лице тети Полли разгладились, а глаза просияли нежностью.</p>
<p>– А ты и в самом деле меня поцеловал, Том?</p>
<p>– А то как же!</p>
<p>– Это правда, Том?</p>
<p>– Ясное дело, тетушка.</p>
<p>– А почему ты меня поцеловал, Том?</p>
<p>– Потому что я вас люблю, а вы стонали и метались во сне, и мне стало вас жалко.</p>
<p>Это походило на правду. И тетя Полли произнесла с волнением, которого не сумела скрыть:</p>
<p>– Тогда поцелуй меня еще раз, Том!.. А теперь убирайся в школу и не путайся у меня под ногами.</p>
<p>Как только Том ушел, она бросилась в чулан и отыскала старую куртку, в которой он сбежал из дому. Но вдруг остановилась, не решаясь проверить карманы, и сказала сама себе:</p>
<p>– Ох, рука не поднимается. Бедный мальчик, должно быть, он опять соврал, но это святая ложь, и она меня так порадовала… Надеюсь, Господь простит ему эти выдумки – ведь это все не со зла. Не стану смотреть, даже и знать ничего не хочу…</p>
<p>Тетя Полли отложила куртку и призадумалась. Дважды она снова бралась за нее и дважды откладывала. И наконец набралась смелости – запустила руку в карман.</p>
<p>А в следующую минуту, обливаясь слезами, она уже разбирала нацарапанные на куске платановой коры слова, бормоча:</p>
<p>– Уж теперь я ему все прощу, что бы ни натворил, будь у него хоть миллион грехов!</p>
</section><section><title><p>Глава 20</p>
</title><p>После того как тетя Полли ласково поцеловала Тома, все его уныние как рукой сняло. На сердце у него снова стало легко, и он отправился в школу. И тут же ему повезло: в самом начале Мэдоу-лейн он увидел Бекки. Не колеблясь ни секунды, он догнал девочку и произнес:</p>
<p>– Я скверно поступил сегодня, Бекки, и очень жалею об этом. Я никогда больше не буду, вот чем хочешь клянусь! Давай помиримся, а?</p>
<p>Бекки остановилась и презрительно взглянула на него:</p>
<p>– Я буду вам очень признательна, если вы оставите меня в покое, мистер Сойер. Я не желаю с вами больше разговаривать.</p>
<p>Вздернув носик, она пошла дальше. Том до того растерялся, что промолчал, а когда пришел в себя, говорить было уже поздно. Ох, и разозлился же он! Если бы Бекки была мальчишкой, не миновать бы ей серьезной трепки. Чуть позже, уже на школьном дворе, он снова столкнулся с ней и послал ей вслед язвительное замечание. Бекки не осталась в долгу, и разрыв вышел окончательный и бесповоротный.</p>
<p>Кипящей возмущением Бекки казалось, что ей уже никогда не дождаться начала уроков – до того ей не терпелось, чтобы Тому влетело за испорченную книжку. После обидных слов Тома у нее пропало всякое желание разоблачать проделки Альфреда Темпла. Но откуда бедной девочке было знать, что опасность грозит и ей самой!</p>
<p>Учитель Доббинс дожил до седых волос, не продвинувшись ни на шаг к заветной цели. Он всю жизнь мечтал сделаться врачом, но бедность не позволила ему подняться выше должности учителя в захолустной школе. Каждый день, пока ученики в классе были заняты зубрежкой, он извлекал из ящика своего стола какую-то толстую книгу и погружался в чтение. Эту таинственную книгу Доббинс всегда держал под замком, и все мальчишки в школе помирали от желания хоть одним глазком заглянуть в нее. У каждого из учеников имелись соображения насчет того, что это за книга, но не было ни малейшей возможности выяснить правду. И вот сейчас, проходя мимо учительского стола, Бекки Тэтчер заметила, что в ящике торчит ключ.</p>
<p>Упустить такой случай было просто невозможно! Она огляделась, убедилась, что поблизости никого нет, – и в следующее мгновение книга оказалась у нее в руках. Название ей ровно ничего не сказало – на первой странице обложки красовалось незнакомое слово «Анатомия», – и Бекки принялась перелистывать толстый том. И тут же на глаза ей попалась красочная картинка, на которой был изображен совершенно голый человек. В следующее мгновение чья-то тень упала на страницу – позади стоял Том Сойер, разглядывая картинку из-за ее плеча. Бекки заторопилась захлопнуть книгу, потянула ее к себе, да так неудачно, что надорвала страницу чуть не до половины. Бросив книгу в ящик, она повернула ключ в замке и расплакалась от досады.</p>
<p>– Ничего, кроме гадостей, от вас, Том Сойер, ждать не приходится! Вам бы только подкрадываться да подсматривать!</p>
<p>– Откуда же я мог знать, что вы тут делаете?</p>
<p>– Как вам не стыдно, мистер Сойер! Теперь вы, наверно, на меня нажалуетесь. Меня накажут при всех, а я к этому не привыкла! Что мне теперь делать?</p>
<p>Затем она гневно топнула ножкой и заявила:</p>
<p>– Ну и отлично, если хотите – можете ябедничать! Я-то знаю, что не мне одной достанется. Только погодите, противный мальчишка, и увидите!</p>
<p>С этими словами Бекки выбежала из класса.</p>
<p>Озадаченный этой неожиданной вспышкой, Том постоял некоторое время, а потом сказал себе:</p>
<p>– Ну и дура же эта Бекки! Она, видите ли, не привыкла, чтобы ее наказывали! Подумаешь, беда какая – всыплют пару раз розгами! Все девчонки трусихи и мокрые курицы. Я, конечно, ничего не скажу старику Доббинсу, да что толку? Доббинс непременно спросит, кто разорвал книжку, и ответа не получит. Тогда он начнет, как всегда, допрашивать всех подряд – одного, другого, третьего, а когда доберется до нее, тут же и узнает, кто виноват: у девчонок все на лице написано. И тогда ей порки не миновать. Да, угодила Бекки в переделку, теперь ей не отвертеться. – Том немного поразмыслил и добавил: – Может, оно и к лучшему. Хотелось ей, чтобы мне влетело, – пусть теперь сама отведает горячих!</p>
<p>Он вернулся во двор к приятелям, а через несколько минут появился учитель, и занятия начались. Том никак не мог сосредоточиться – всякий раз, поглядывая в сторону девчонок, он видел расстроенное лицо Бекки. Ему бы полагалось злорадствовать, но он не мог не пожалеть ее. Однако вскоре обнаружилось происшествие с учебником, и тут уж Тому стало не до жалости – хватало собственных проблем.</p>
<p>Тем временем Бекки вышла из горестного оцепенения и проявила живой интерес к происходящему. Тому не выпутаться из этой истории, решила она, даже если он будет стоять на том, что не имеет никакого отношения к гигантскому чернильному пятну на учебнике. И оказалась права, хотя никакой радости это ей не доставило. Наоборот, когда дело дошло до расплаты, ей захотелось вскочить и крикнуть на весь класс, что это сделал Альфред Темпл. Однако она удержалась и промолчала. «С какой бы это стати! – сказала она себе. – Ведь Том непременно наябедничает учителю, что это я разорвала книгу! Не скажу ни слова даже ради спасения его жизни!»</p>
<p>Том мужественно выдержал порку и вернулся на место, не особенно расстраиваясь. Он понятия не имел, откуда взялись чернила на книжке. Может, он сам в суматохе опрокинул чернильницу, не заметив случившегося. Поэтому вину свою он отрицал просто из принципа – так уж принято у мальчишек испокон веков.</p>
<p>Прошел целый час. Учитель дремал, изредка поклевывая носом, в воздухе стояло сонное жужжание зубрежки. Наконец мистер Доббинс расправил плечи, зевнул, отпер ящик стола и потянулся за книгой, но как-то нерешительно, словно все еще раздумывал, браться за нее или нет. Ученики рассеянно поглядывали на своего наставника, и только двое пристально следили за ним, улавливая малейшее движение. Некоторое время мистер Доббинс рассеянно разглядывал книгу, потом взял ее в руки и поудобнее расположился в кресле, явно собираясь приняться за чтение.</p>
<p>В это роковое мгновение Том взглянул на Бекки. Такое затравленное и беспомощное выражение ему случалось видеть у кроликов, когда в них целятся из ружья с пяти шагов. Он мигом позабыл о том, что они в ссоре. Нужно немедленно что-то сделать! Прямо сейчас! От спешки и напряжения ничего не приходило в голову, и вдруг его осенило. Он бросится к учителю, выхватит из его рук книгу, выскочит из класса – и поминай как звали. Том замешкался всего на секунду, но момент был упущен: учитель раскрыл увесистый фолиант. Поздно! Теперь Бекки уже ничем не помочь…</p>
<p>В следующее мгновение учитель оторвал глаза от книги и повернулся к классу. В его взгляде появилось нечто такое, от чего все ученики наклонились пониже к партам, и даже те, кто не знал за собой никакой вины, затрепетали. Пауза длилась так долго, что можно было не спеша сосчитать до десяти, а тем временем мистер Доббинс все больше и больше накалялся. Наконец он произнес:</p>
<p>– Кто порвал эту книгу?</p>
<p>Ни звука в ответ. Тишина стояла такая, что можно было услышать, как падает булавка. Учитель обвел гневным взглядом лица учеников, нащупывая виновного.</p>
<p>– Бенджамен Роджерс, вы порвали эту книгу?</p>
<p>Нет. Он ее и в глаза не видел.</p>
<p>– Джозеф Харпер, это сделали вы?</p>
<p>Конечно же, не он.</p>
<p>Тому Сойеру все больше становилось не по себе. Этот допрос походил на медленную пытку.</p>
<p>Учитель на время оставил в покое мальчиков, подумал некоторое время и обратился к девочкам:</p>
<p>– Эмми Лоуренс?</p>
<p>Та только мотнула головой.</p>
<p>– Грэйси Миллер?</p>
<p>Нет, разумеется.</p>
<p>– Сьюзен Харпер, это вы?</p>
<p>Не она.</p>
<p>Том весь дрожал, сознавая, что нет никакого выхода.</p>
<p>– Ребекка Тэтчер?</p>
<p>Лицо девочки стало белым, как бумага.</p>
<p>– Это вы – смотрите мне прямо в глаза! – это вы порвали книгу?</p>
<p>Бекки умоляюще сложила руки на груди – и тут на Тома снизошло вдохновение. Он вскочил на ноги и завопил:</p>
<p>– Это я!</p>
<p>Вся школа просто рты разинула от такой непроходимой глупости. Том постоял, собираясь с духом, а когда вышел вперед, чтобы принять кару, то восхищение и благодарность, вспыхнувшие в глазах Бекки, вознаградили его сверх всякой меры. Потрясенный собственным великодушием, он, не издав ни звука, выдержал такую порку, какой еще никогда и никому не закатывал мистер Доббинс, и с полным самообладанием выслушал приказ оставаться в классе после уроков еще в течение двух часов. Он-то знал, кто будет ждать за воротами школы, когда его заточение закончится!</p>
<p>В тот же вечер, уже укладываясь в постель, Том обдумывал план мести Альфреду Темплу. Бекки, заливаясь слезами раскаяния и стыда, поведала ему все, не скрыв и собственной измены. Однако вскоре жажда крови уступила место куда более приятным мыслям, и Том наконец уснул. Но даже во сне последние слова Бекки все еще продолжали звучать в его сердце:</p>
<p>– Ах, Том, до чего же ты великодушный!</p>
</section><section><title><p>Глава 21</p>
</title><p>Дело шло к каникулам. Строгий мистер Доббинс стал еще жестче и требовательнее: он надеялся, что его ученики блеснут на экзаменах. Розги и линейка не оставались в покое ни на час, во всяком случае, в младших классах. Только самым старшим из учеников да взрослым барышням лет восемнадцати порка не полагалась. А порол мистер Доббинс основательно, потому что был человеком не старым и руку имел крепкую, несмотря на то что под париком у него скрывалась блестящая, как бильярдный шар, лысина. С приближением великого дня этот тиран все больше распоясывался: ему доставляло злорадное удовольствие обрушивать на учеников самые суровые наказания за малейший проступок. Из-за этого младшие ученики жили в постоянном страхе и трепете, а по ночам не спали, ломая головы, как бы насолить учителю. Но и тот был начеку. За каждой попыткой мести немедленно следовало такое грозное воздаяние, что мальчишки отступали с поля битвы с большими потерями.</p>
<p>В конце концов, сговорившись, они придумали одну вещь, которая сулила неслыханный успех. К этой компании примкнул ученик местного изготовителя вывесок: ему изложили весь план и попросили помочь. Мальчишка не мог прийти в себя от восторга – учитель снимал квартиру в их доме и успел всем надоесть хуже горькой редьки. А тут как раз и жена учителя на несколько дней уехала погостить к знакомым, так что некому было помешать их планам. Заговорщикам было хорошо известно, что мистер Доббинс по торжественным дням всегда изрядно выпивает, а потом не прочь вздремнуть с полчасика в кресле. Вот этим-то моментом и надлежало воспользоваться расторопному ученику местного живописца, а затем спровадить учителя в школу.</p>
<p>И вот наступил день экзаменов. К восьми часам вечера школа была празднично освещена и украшена гирляндами из зелени и цветов. Учитель уже восседал в большом кресле, стоящем на возвышении, а позади него глянцево отсвечивала черная доска. С первого взгляда было видно, что своей традиции мистер Доббинс не нарушил и принял вполне достаточно спиртного. Ряды скамей перед возвышением были заполнены городскими чиновниками и родителями учеников. Слева от учительского места возвышалась небольшая эстрада, на которой сидели школьники, участвующие в программе экзаменационных испытаний: младшие мальчишки – умытые и причесанные, с лицами мучеников, белоснежные ряды девочек, далее – разряженные в батист и кисею взрослые барышни, стесняющиеся своих голых рук, бабушкиных браслетов и цветов в волосах, и наконец неуклюжие верзилы в парадных костюмах. Все остальные места были заполнены школьниками, не участвовавшими в испытаниях.</p>
<p>Сначала вперед вышел крошечный мальчуган и испуганно пролепетал: «Никто из вас, друзья, не ждет, что вам малыш стихи прочтет…», сопровождая декламацию судорожными движениями, словно испорченный автомат. Он благополучно добрался до конца, полуживой от страха, и, конвульсивно поклонившись, удалился под гром рукоплесканий.</p>
<p>Сконфуженная девочка прошепелявила, запинаясь, «У Мэри был барашек», после чего сделала жалкий реверанс, получила свою порцию аплодисментов и уселась на место, раскрасневшаяся и счастливая.</p>
<p>Затем на эстраду весьма самоуверенно вышел Том Сойер и со свирепым воодушевлением, размахивая руками, как мельница, принялся декламировать бессмертный монолог «О, дайте, дайте мне свободу!», однако, добравшись до середины, сбился. Его охватил страх перед публикой, коленки затряслись, а горло сжал спазм. Жалея его, слушатели молчали, но это молчание было хуже, чем смех. Учитель нахмурился. Том попробовал было продолжать, но снова запнулся и удалился с позором. Раздались жидкие хлопки – провал был полный.</p>
<p>Далее последовали: «На пылающей палубе мальчик стоял», «Ассирияне шли…» и прочие шедевры, столь излюбленные доморощенными декламаторами. Потом другие школьники состязались в правописании и чтении, но все с нетерпением ждали гвоздя испытаний – оригинальных сочинений молодых девиц.</p>
<p>Одна за другой они приближались к краю эстрады, деликатно откашливались, разворачивали рукопись, перевязанную премилой ленточкой, и начинали чтение, напирая на выразительность. Темы были одни и те же со времен крестовых походов, над ними потели еще их матушки, бабушки и прабабушки: «Дружба», «Дочерняя любовь», «Задушевные мечты», «О роли религии в истории», «О пользе просвещения», «Сравнительный очерк политического устройства различных государств» и прочее в том же роде.</p>
<p>Главными во всех этих произведениях были унылая интонация и море всевозможных красивых слов. Но особенно неприятна была плоская мораль, которая помахивала куцым хвостом в конце каждого опуса. Какова бы ни была тема, автор из кожи вон лез, чтобы впихнуть в свое творение побольше чего-нибудь полезного и поучительного. Нет ни одной школы во всей нашей стране, где бы ученицы не чувствовали себя обязанными заканчивать всякое сочинение моралью; и чем легкомысленней и ветреней девица, тем длинней и суровей будет мораль.</p>
<p>Но вернемся к экзаменам. Первое же из прочитанных с эстрады сочинений было озаглавлено «Так это и есть жизнь?». Проверим, читатель, способен ли ты выдержать хотя бы отрывок из него:</p>
<cite><p>«С каким неописуемым волнением юное существо, едва вступившее на тернистые тропы жизни, предвкушает давно ожидаемое празднество! Воображение с живостью набрасывает розовыми и голубыми красками веселые картины. В легких мечтах изнеженная поклонница моды уже видит себя среди блестящей толпы, окруженной всеобщим вниманием. Ее изящная фигура, облаченная в белоснежные кружева и облака газа, кружится в вихре упоительного танца; ее глаза сияют ярче, чем у остальных, а ножки в бальных башмачках порхают легче других в этом веселом собрании.</p>
<p>Каким волшебно прекрасным предстает все перед ее очарованным взором! Каждое новое явление для нее пленительно и неповторимо. Но с течением времени она обнаруживает, что под этой блестящей внешностью скрываются суета и злословие; лесть, когда-то услаждавшая ее душу, теперь только раздражает; бальные залы теряют для нее былое очарование; с горечью в сердце и с расстроенным здоровьем она устремляется прочь, уверившись, что светские удовольствия не способны удовлетворить стремлений ее души!..»</p>
</cite><p>Чтение сопровождалось одобрительным гулом и перешептываниями: «Как это мило!», «Какое изящное красноречие!», «До чего же верно!», а когда сочинение завершилось особенно нудной моралью, слушатели восторженно зааплодировали.</p>
<p>Потом выступила худосочная девица с интересной бледностью в лице, изобличавшей несварение желудка, и прочла поэму «Прощание миссурийской девы с Алабамой». Читателю будет достаточно четырех строк:</p>
<poem><stanza><v>Алабама, прощай! Я любила тебя,</v><v>А теперь я тебя покидаю!</v><v>Лью я горькие слезы, всем сердцем скорбя,</v><v>И навеки тебя оставляю.</v></stanza></poem><p>После нее перед зрителями возникла смуглая, черноволосая и черноглазая барышня. Выдержав многозначительную паузу, она напустила на себя трагическую мрачность и начала размеренно и торжественно читать нечто, озаглавленное «Видение»:</p>
<cite><p>«Ночь была бурная и непроницаемо темная. Вокруг небесного престола не светилась ни одна звезда, глухие раскаты грома беспрестанно сотрясали воздух, а ужасающая молния гневно сверкала в облачных чертогах небес, пренебрегая тем, что достославный Франклин укротил ее свирепость! Неистовые ветры единодушно покинули свои таинственные убежища и заметались над землей, словно для того, чтобы эта ночь казалась еще более ужасной.</p>
<p>В эту пору мрака и уныния мое сердце томилось по человеческому участию, но вместо того – “Мой друг, моя мечта, советник лучший мой в скорбях и в радости, явилась предо мной”.</p>
<p>Она приближалась, подобная одному из тех эфирных созданий, которые являются юным романтикам в их мечтах о сияющем рае, не украшенная ничем, кроме своей непревзойденной прелести. Так тиха была ее поступь, что ни одним звуком она не дала знать о себе, и, если бы не волшебный трепет, восчувствованный мною при ее приближении, она проскользнула бы мимо незамеченной и незримой, подобно иным скромным красавицам…»</p>
</cite><p>Весь этот кошмар, растянувшийся на десять страниц, завершался суровой проповедью, сулившей неминуемую погибель всем, кто не принадлежит к пресвитерианской церкви.</p>
<p>Однако именно «Видение» было единодушно признано лучшим из тех творений, что читались на вечере, и удостоилось первой награды. Мэр городка, вручая награду автору, произнес трогательную речь, в которой утверждал, что за всю жизнь не слышал ничего более прекрасного и убедительного и что сам Дэниэл Уэбстер мог бы гордиться такой ученицей.</p>
<p>Наконец учитель, разомлевший от духоты и виски, поднялся с кресла и, оборотившись спиной к зрителям, начал чертить на доске карту Америки – предстоял еще экзамен по географии. Однако рука не слушалась мистера Доббинса, с делом он справлялся неважно, и позади него волной прокатился сдержанный смешок. Поняв, что смеются над ним, учитель стер губкой континент и начал заново, но вышло еще хуже, а хихиканье усилилось. Мистер Доббинс целиком отдался этой ответственной работе, решив, должно быть, не обращать внимания на смех. Ему уже казалось, что дело идет на лад, а между тем смех не умолкал. Наоборот: он становился все громче, и недаром!</p>
<p>Как раз над головой учителя располагался чердачный люк, и в тот момент, когда на доске появились вполне узнаваемые очертания западного побережья, из этого люка показалась кошка, перевязанная веревкой. Морда несчастного животного была обмотана тряпкой, чтобы воспрепятствовать мяуканью; судорожно изгибаясь и хватая когтями то веревку, то воздух, кошка постепенно спускалась все ниже. Смех достиг апогея, когда кошка оказалась в каких-нибудь шести дюймах от головы учителя, полностью поглощенного своей работой. Еще мгновение – и она отчаянно вцепилась в парик мистера Доббинса, а затем стремительно вознеслась на чердак, не выпуская из когтей трофея.</p>
<empty-line></empty-line><image l:href="#i_012.jpg"></image><empty-line></empty-line><p>И тут лысина учителя засияла под лампой ослепительным блеском – пока наставник похрапывал дома под действием паров виски, ученик живописца покрыл ее золотой краской!</p>
<p>Тем и кончился этот вечер. Мученики были отмщены. Наступили каникулы.</p>
</section><section><title><p>Глава 22</p>
</title><p>В первые же дни каникул Том вступил в общество «Юных трезвенников». Для этого пришлось дать слово не курить, не жевать табак и не употреблять бранных слов, однако все эти неудобства возмещала блистательная униформа, состоявшая из мундира и алого шарфа, которую по праздникам полагалось носить членам общества. Но буквально сразу же выяснилось, что стоит только дать слово не делать чего-нибудь, как этого захочется больше всего на свете. Тома так потянуло курить и сквернословить, что только надежда покрасоваться в алом шарфе не позволила ему сбежать от «Юных трезвенников». До Дня независимости – четвертого июля – оставалась бездна времени, поэтому Том вскоре перестал рассчитывать на этот праздник и возложил все свои надежды на старого судью Фрэзера, который, как говорили, находился при смерти.</p>
<p>Похороны столь важной персоны наверняка должны быть торжественными, и «Юные трезвенники» непременно примут в них участие. Том ежедневно интересовался здоровьем судьи и с жадностью ловил всякий слух о нем. Иногда судья начинал подавать надежды, и тогда Том напяливал мундир и шарф и подолгу любовался своим отражением в зеркале. Но оказалось, что на старого Фрэзера нельзя положиться – то ему становилось хуже, то он шел на поправку. Наконец пришла весть, что судья окончательно выздоравливает. Том, чувствуя себя обманутым и оскорбленным, немедленно подал в отставку и покинул ряды «Трезвенников», и в ту же ночь судье сделалось худо и он преставился. После такого разочарования Том решил вообще никому больше не верить.</p>
<p>Похороны отличались редким великолепием. «Юные трезвенники» участвовали в церемонии, и их бывший сотоварищ едва не лопнул от зависти. Тому оставалось утешаться тем, что теперь он не связан словом. Он мог пьянствовать, курить и ругаться сколько угодно, но, как выяснилось, ничего этого ему уже не хотелось. От одной мысли, что нет никаких запретов, всякая охота грешить пропадала.</p>
<p>И странное дело: уже спустя две недели Том неожиданно почувствовал, что долгожданные каникулы ему в тягость и время едва ползет. Он начал было вести дневник, но за три дня ровным счетом ничего не случилось, и дневник был заброшен.</p>
<p>Город посетил негритянский оркестр и произвел на всех жителей сильное впечатление. Том и Джо Харпер тут же собрали команду музыкантов и пару дней развлекались напропалую, но и это им вскоре надоело. Даже долгожданный День независимости вышел не слишком удачным: хлестал проливной дождь, шествие отменили, а величайший человек в мире, сенатор Соединенных Штатов мистер Бентон, прибывший на празднование, ужасно разочаровал Тома, потому что оказался не в двадцать пять футов ростом, а довольно щуплым человечком.</p>
<p>Вскоре после этого приехал цирк. Когда же он снялся и отбыл, мальчишки соорудили шатер из рваных ковров и одеял и дня три подряд устраивали представления. За вход брали три булавки с мальчика и две с девочки, но потом и цирк был заброшен.</p>
<p>Ненадолго мелькнул странствующий гипнотизер и френолог, а после него в городке стало еще скучнее. Не спасали даже вечеринки, которые родители устраивали для некоторых мальчишек и девчонок: во-первых, они случались редко, а во-вторых, после веселья было еще трудней выносить зияющую тоску и безделье.</p>
<p>Бекки Тэтчер родители увезли на каникулы в другой городок, и жизнь для Тома окончательно потеряла всю свою прелесть.</p>
<p>А между тем жуткая тайна убийства молодого доктора продолжала тяготить мальчика. Она изводила его непрестанно и мучительно, как запущенная язва, и в результате Том захворал корью.</p>
<p>Долгих две недели ему пришлось провести в заточении, отрезанным от мира и от всего, что там происходило. Когда он наконец смог выходить и, едва передвигая ноги, побрел в центр городка, то обнаружил повсюду самые прискорбные перемены. За время его болезни Сент-Питерсберг тоже пережил своего рода эпидемию – началось «религиозное обновление», и все сплошь, не только взрослые, но даже мальчики и девочки, внезапно занялись спасением собственных душ. Тому пришлось долго шататься по городу в надежде отыскать хотя бы одного грешника, но повсюду его ожидало разочарование. Джо Харпера он застал за чтением Евангелия – и эта картина потрясла его до глубины души. Он разыскал Бена Роджерса, и оказалось, что тот навещает бедняков, имея при себе стопку душеспасительных брошюрок. Джим Холлис, которого пришлось искать еще дольше, заявил Тому, что корь ниспослана ему Богом как предостережение свыше. Когда же, доведенный до отчаяния, он бросился искать утешения у Гекльберри Финна, тот приветствовал его текстом из Писания.</p>
<p>Было от чего пасть духом. Том поплелся домой и рухнул на кровать, окончательно убежденный, что он один во всем городке осужден на вечную погибель. На его душу, и без того обремененную страшной тайной, словно навалили еще пару тонн груза.</p>
<p>В эту же ночь разразилась страшная гроза с оглушительными ударами грома и слепящими вспышками молний. Том забился под одеяло и с замиранием сердца ждал неминуемой смерти – он нисколько не сомневался, что вся эта кутерьма затеяна из-за него. В эту минуту он не находил ничего невероятного в том, что для уничтожения такой незначительной и обремененной грехами козявки, как он, Всевышний решил использовать столь шумное и дорогостоящее средство, как гроза.</p>
<p>Однако мало-помалу буря начала затихать. Первой мыслью Тома было возблагодарить Бога и немедленно вернуться на путь истинный. Но потом внутренний голос заверил его, что гроза не имеет к нему ни малейшего отношения. С этим он и уснул.</p>
<p>Однако на следующий день пришлось опять звать доктора: у Тома начался рецидив кори. Он провалялся еще три недели, и это время показалось ему вечностью. Когда он наконец снова выполз из дому, у него не было сил даже порадоваться тому, что он остался жив. К тому же он чувствовал себя совершенно одиноким – теперь у него не было ни друзей, ни приятелей, ни единомышленников.</p>
<p>Том вяло потащился вдоль улицы, не догадываясь, что ему предстоит пережить еще одно потрясение.</p>
<p>Первое, что он увидел за углом, – это как Джим Холлис вместе с другими мальчишками судит кошку за убийство. Жертва – растерзанная пичуга – присутствовала здесь же. А чуть подальше, в переулке, он обнаружил Джо Харпера и Гека Финна. Эти двое с жадностью лопали только что украденную в чужом огороде дыню.</p>
<p>«Религиозному обновлению» пришел конец. У них, как и у Тома, начался рецидив греховности!</p>
</section><section><title><p>Глава 23</p>
</title><p>Но в конце концов застоявшееся болото городской жизни всколыхнулось: в суде началось слушание дела об убийстве. Все вокруг только и говорили об этом, и Том не знал, куда деваться от всяких пересудов. При малейшем намеке на убийство сердце у него останавливалось, а нечистая совесть тотчас начинала нашептывать, что все эти разговоры ведутся нарочно, чтобы его испытать. Понимая, что никто не может заподозрить, что ему кое-что известно про убийство, он все равно не мог справиться с гложущей душу тревогой.</p>
<p>Измаявшись окончательно, Том отвел Гека в укромное место, чтобы поговорить с глазу на глаз. Ему не терпелось хотя бы ненадолго развязать язык, скованный клятвой, а кроме этого, он был не прочь разделить с другим мучеником бремя своих несчастий и вдобавок проверить, не проболтался ли тот за минувшее время.</p>
<p>– Гек, ты сказал кому-нибудь?</p>
<p>– Ты о чем это?</p>
<p>– Сам знаешь о чем.</p>
<p>– Нет, конечно.</p>
<p>– Ни звука?</p>
<p>– Ни словечка, чтоб я пропал! А чего ты спрашиваешь?</p>
<p>– Да так. Боязно что-то.</p>
<p>– Нам с тобой, Том Сойер, и двух дней не прожить, если все это выйдет наружу. Тут сомневаться нечего.</p>
<p>Тома отпустило. Поразмыслив, он спросил:</p>
<p>– Гек, а тебя никто не может заставить проболтаться?</p>
<p>– Заставить? Ну если уж мне захочется, чтобы этот краснокожий дьявол утопил меня, как котенка, может, и проболтаюсь. А по-другому – вряд ли.</p>
<p>– Ладно, тогда порядок. Не мне тебе объяснять: пока мы держим язык за зубами, никто нас не тронет. Только давай еще разочек поклянемся. Так оно надежней.</p>
<p>– Годится.</p>
<p>И они снова поклялись самой торжественной и жуткой клятвой.</p>
<p>– А что в городе нынче говорят, Гек? Я много всякого слышу.</p>
<p>– Да все одно и то же. Заладили: Мэф Поттер да Мэф Поттер, других разговоров нету. Прямо пот прошибает. Так и хочется смыться куда-нибудь или спрятаться.</p>
<p>– Со мной то же самое. Да, плохо его дело. А тебе его жалко?</p>
<p>– Еще бы не жалко! Человек он, конечно, никчемный, но никогда никого не обижал. Наловит, бывало, рыбки, добудет деньжонок, выпьет, а потом слоняется без толку. А разве остальные не так себя ведут? Ну не все, а многие, даже и проповедники такие попадаются. Мэф не злой – один раз отдал мне половину улова, когда там и на одного не хватало, а бывало, и выручал.</p>
<p>– Он и мне змея починил, Гек, и крючки к леске всегда привязывал. Эх, как бы его вытащить оттуда?</p>
<p>– Да где там! И что толку: ведь все равно потом опять поймают.</p>
<p>– Что верно, то верно. Только тошно слушать, как его честят почем зря, а он ни в чем таком не виноват.</p>
<p>– А мне, думаешь, не тошно? Боже праведный, Том, такую околесину несут: и злодей-то он закоснелый, каких свет не видывал, и повесить его давно следовало, ну и всякое такое.</p>
<p>– Я еще слышал, что Мэфа собираются линчевать, если его все-таки выпустят из тюрьмы.</p>
<p>– Чего там собираются! Так и сделают, ясно-понятно.</p>
<p>Разговор получился долгий, но утешительного в нем было мало. Когда сгустились сумерки, мальчики начали прохаживаться вблизи городской тюрьмы, стоявшей на болоте, в смутной надежде, что подвернется какой-нибудь случай, который поможет все уладить. Но ничего не происходило – должно быть, ни ангелы, ни добрые феи не интересовались судьбой узника.</p>
<p>Когда совсем стемнело, они, как проделывали уже не раз, просунули узнику через решетку пачку табаку и несколько спичек. Поттер сидел под замком в нижнем этаже, и до сих пор никто его не охранял.</p>
<p>Всякий раз им становилось не по себе, когда старый пьяница начинал их благодарить за табак и еду, а на этот раз стало так совестно, как никогда прежде. Оба почувствовали себя жалкими трусами и предателями, когда Поттер проговорил:</p>
<p>– Вы так добры ко мне, ребята, как никто в городе. И я этого не забуду, нет. Сколько раз я себе говорил: «Всем мальчишкам я, бывало, мастерил змеев и всякие другие штуковины, показывал, где ловится рыба, – в общем, водил с ними дружбу, а теперь все бросили старика Мэфа, только Гек да Том меня не забыли. Вот и я их тоже буду помнить». Да, ребята, наделал я делов, пьян был, и в голове помутилось – иначе никак этого не объяснить. А теперь меня за это вздернут, да так мне и надо. А может, оно и к лучшему. Ну да что тут толковать! Одно только я вам скажу: не пейте, ребята, никогда, чтобы не угодить за решетку… Отойдите чуток подальше, чтобы я мог видеть ваши лица. Когда человек попал в такую беду, только и отрада, что доброе, дружеское лицо. Пожмите мне руку – ваши-то пролезут сквозь решетку, а моя нет, больно велика… Вот – маленькие руки, совсем слабые, а сколько они сделали для старого Мэфа Поттера! И еще больше сделали бы, если б могли!..</p>
<p>Домой Том вернулся в полном расстройстве чувств и всю эту ночь видел страшные сны. На следующий день он с утра вертелся возле здания суда; его неудержимо тянуло войти внутрь, и только отчаянным усилием воли он сумел удержать себя от этого. Гек тоже был здесь, и ему хотелось того же. Они избегали смотреть друг на друга, и то один, то другой пытались уйти подальше от этого страшного места, но какая-то непреодолимая сила возвращала их обратно. Всякий раз, когда из здания суда выходил какой-нибудь зевака, Том навострял уши, но новости были одна другой хуже. Петля все крепче затягивалась вокруг шеи бедолаги Поттера. В конце второго дня процесса весь город только о том и говорил, что индеец Джо подтверждает свои показания и нечего сомневаться, что присяжные вынесут обвинительный приговор.</p>
<p>В этот день Том вернулся домой очень поздно, и ему пришлось лезть в спальню через окно. Он был взволнован до такой степени, что прошел не один час, прежде чем он уснул.</p>
<p>Наутро чуть ли не все горожане толпились перед зданием суда. Зал заседаний был набит до отказа. Ожидание затягивалось, и вот наконец один за другим вошли присяжные и заняли свои места, затем ввели измученного, смахивающего на привидение Поттера в кандалах и усадили так, чтобы все любопытные могли поглазеть на него. Индеец Джо, как всегда невозмутимый, также был хорошо виден публике. Когда все затихли, судья занял свое место и шериф объявил, что заседание продолжается. Адвокаты начали перешептываться и шелестеть своими бумагами, а в зале все замерли в ожидании.</p>
<p>Первым делом был вызван свидетель, который подтвердил, что в тот день, когда был обнаружен труп молодого доктора Робинсона, он видел, что Мэф Поттер умывался у ручья, а заметив свидетеля, тотчас пустился наутек. Задав свидетелю несколько незначительных вопросов, прокурор обратился к адвокату Мэфа:</p>
<p>– Теперь вы можете допросить свидетеля.</p>
<p>Обвиняемый поднял глаза и тут же опустил их, когда защитник сказал:</p>
<p>– У меня нет к нему вопросов.</p>
<p>Следующий свидетель показал, что складной нож был найден в непосредственной близости от тела убитого.</p>
<p>Прокурор повторил как заведенный:</p>
<p>– Можете допросить свидетеля!</p>
<p>– У меня нет вопросов, – снова сказал защитник Поттера.</p>
<p>Третий свидетель показал под присягой, что много раз видел этот нож в руках у Мэфа Поттера.</p>
<p>Защитник не выразил ни малейшего желания выяснять подробности. На лицах публики была написана досада. Неужели адвокат не приложит никаких усилий, чтобы смягчить участь своего подзащитного?</p>
<p>Еще несколько свидетелей подтвердили, что Поттер вел себя крайне подозрительно, когда его привели на место происшествия, но были также отпущены без перекрестного допроса.</p>
<p>Публика начала глухо роптать, выражая свое недоумение и разочарование, за что и получила предупреждение от судьи. Затем прокурор произнес:</p>
<p>– Основываясь на свидетельских показаниях, полученных под присягой и не вызывающих сомнений, нами установлено, что убийство доктора Робинсона совершено несчастным, который сейчас сидит на скамье подсудимых. Мы считаем его вину безусловно доказанной.</p>
<p>Из груди бедняги Мэфа вырвался глухой стон, он спрятал лицо в ладонях и принялся раскачиваться на скамье взад и вперед. В зале воцарилось тягостное молчание. Даже мужчины дрогнули, а женщины вытирали слезы жалости.</p>
<p>В эту минуту защитник поднялся с места и проговорил:</p>
<p>– Ваша честь, в начале судебных слушаний наша сторона стремилась доказать, что подзащитный совершил это ужасное преступление без всякого умысла, находясь в нетрезвом виде и под влиянием приступа белой горячки. Однако теперь мы не намерены ссылаться на эти обстоятельства. – Тут он обратился к служителю: – Прошу вызвать мистера Томаса Сойера!</p>
<p>На лицах присутствующих, не исключая и самого Мэфа Поттера, отразилось крайнее изумление. Все с любопытством воззрились на Тома, который в этот день находился в зале. Том встал и занял место на скамье для свидетелей, при этом вид у него был растерянный, а на самом деле он трясся от страха. Мальчика привели к присяге, и адвокат приступил к допросу.</p>
<p>– Томас Сойер, где вы находились в ночь с шестнадцатого на семнадцатое июня?</p>
<p>Том быстро взглянул на индейца Джо, и язык у него отнялся. Лицо индейца было неподвижным, словно высеченным из грубого камня. Ни единое чувство не отражалось на нем. Зал затаил дыхание, но Том не мог выговорить ни слова. Только через минуту-другую он собрался с силами и произнес так тихо, что первые ряды едва могли разобрать:</p>
<p>– На кладбище…</p>
<p>– Погромче, пожалуйста! Итак, вы были…</p>
<p>– На кладбище!</p>
<p>Презрительная ухмылка змеей скользнула по губам индейца Джо.</p>
<p>– Как далеко вы находились от могилы Уильямса?</p>
<p>– Близко, сэр.</p>
<p>– Нельзя ли погромче? Насколько близко?</p>
<p>– Примерно как от вас до меня.</p>
<p>– Вы прятались или стояли открыто?</p>
<p>– Да, я спрятался.</p>
<p>– Где?</p>
<p>– За тремя вязами, рядом с могилой.</p>
<p>Веки индейца Джо едва заметно дрогнули и опустились.</p>
<p>– Вы были там один?</p>
<p>– Нет, сэр. Мы пошли на кладбище вместе с…</p>
<p>– Погодите! Не трудитесь сейчас называть имя вашего спутника. Мы вызовем его, когда придет время. Вы что-нибудь принесли с собой?</p>
<p>Том заколебался, он явно был смущен.</p>
<p>– Говорите же, здесь нечего стесняться. Истина всегда заслуживает уважения. Что вы с собой принесли?</p>
<p>– Эту… гм… дохлую кошку.</p>
<p>В зале раздался смех, но судья осадил весельчаков.</p>
<p>– Мы представим суду скелет этой кошки, – заявил адвокат. – А теперь расскажите нам, мистер Сойер, все, что видели, не пропуская ни одной, даже самой незначительной подробности. И ничего не бойтесь.</p>
<p>И Том начал рассказывать. Поначалу он робел и запинался, но мало-помалу оживился, и его речь полилась совершенно свободно. Взгляды всех сидящих в зале теперь были устремлены на него, слушатели ловили каждое его слово, затаив дыхание, словно завороженные страшным рассказом. Волнение публики достигло предела, когда Том произнес:</p>
<p>– …а когда доктор хватил Мэфа Поттера могильной доской и тот упал, Джо взмахнул этим самым ножом и…</p>
<p>В ту же секунду раздался грохот – индеец с молниеносной быстротой бросился к окну, рванул раму, расшвырял тех, кто пытался его схватить, и через окно покинул здание суда.</p>
<empty-line></empty-line><image l:href="#i_013.jpg"></image></section><section><title><p>Глава 24</p>
</title><p>Итак, Том снова ходил в героях – на зависть ровесникам и в утешение старшим. Его имя было увековечено даже на страницах прессы: городская газетенка всячески превозносила его на протяжении недели. Некоторые даже высказывали предположение, что он станет президентом страны, если до того не угодит на виселицу.</p>
<p>Переменчивые в своих пристрастиях и легковерные обыватели, как это обычно и бывает, теперь носились с Мэфом Поттером как с писаной торбой и расточали ему похвалы и ласки так же обильно, как прежде – хулу и проклятия.</p>
<p>Дни Тома проходили в радости, зато по ночам он потел и трясся от страха. Индеец Джо заполнил собой все его сны и глядел оттуда на мальчика мрачно и угрожающе. С наступлением темноты Тома невозможно было выманить на улицу ни за какие коврижки.</p>
<p>Несчастный Гек, которому и спрятаться-то было негде, тоже едва дышал с перепугу, потому что вечером накануне заседания суда Том рассказал всю историю от начала до конца адвокату, и теперь Гек смертельно боялся, как бы не открылось его участие в деле – и это несмотря на то, что побег индейца Джо избавил его от необходимости выступить свидетелем в суде. Адвокат обещал держать все в тайне, но разве в наши дни кому-нибудь можно верить? После того как истерзанная совесть привела Тома к защитнику Мэфа Поттера и заставила его нарушить самую мрачную и нерушимую клятву, вера Гека в человечество здорово пошатнулась.</p>
<p>Так оно и пошло: выслушивая чуть ли не каждый день благодарные речи Мэфа Поттера, Том радовался, что открыл правду, а с наступлением ночи жестоко раскаивался, что не сумел удержать язык на привязи. С одной стороны, Том боялся, что индейца Джо никогда не поймают, а с другой – что поймают. Одно он знал твердо: только тогда он сможет вздохнуть свободно, когда этот человек умрет – неважно как – и он своими глазами увидит его труп.</p>
<p>За поимку беглого негодяя была назначена награда, добровольцы во главе с шерифом обшарили всю округу, но Джо так и не нашли. Из Сент-Луиса прибыл знаменитый полицейский сыщик, повертелся в городе и окрестностях, потолковал с Мэфом и некоторыми другими горожанами и в итоге заявил, что «напал на след». Однако «след» не вздернешь на виселицу за убийство, и после того, как сыщик убрался восвояси, состояние Тома не изменилось: он чувствовал себя в такой же опасности, как и раньше.</p>
<p>Но время шло, один день сменял другой, и постепенно оба мальчика начали забывать о нависшей над ними угрозе.</p>
</section><section><title><p>Глава 25</p>
</title><p>В жизни каждого мальчишки рано или поздно наступает такой момент, когда его одолевает невыносимое желание отыскать какой-нибудь – неважно какой – клад.</p>
<p>В один из дней второй половины лета такое желание посетило и Тома. Для начала он отправился разыскивать Джо Харпера, однако нигде его не нашел. Тогда он побежал к Бену Роджерсу, но тот как раз смылся на рыбалку. И тут ему попался навстречу Гек Финн Кровавая Рука, который тоже мог поучаствовать в этом непростом деле.</p>
<p>Том отвел его в глухой закоулок и посвятил в свой план. Гек тут же согласился, так как всегда был не прочь поучаствовать в любой затее, лишь бы она обещала развлечение и не требовала вложений капитала. Хоть некоторые и говорят, что время – деньги, времени у Гека было сколько угодно, а денег – наоборот.</p>
<p>– Так где будем копать? – деловито поинтересовался Кровавая Рука.</p>
<p>– Да где придется.</p>
<p>– Это что же получается – клады везде зарыты?</p>
<p>– В том-то и дело, что нет. Обычно это какое-нибудь тайное место – то ли остров, то ли засохшее дерево, а чаще всего клады находят под полом в старых домах, где водится нечистая сила.</p>
<p>– А кто ж их там зарывает?</p>
<p>– Разбойники, ясное дело. Не училки же из воскресной школы!</p>
<p>– А мне почем знать, – может, и они. Если б у меня водились какие сокровища, я б их ни за что зарывать не стал, а тратил бы денежки да жил себе припеваючи.</p>
<p>– Положим, и я тоже. Только у разбойников другое в голове. Вечно они зароют клад, да и бросят.</p>
<p>– Что ж они его не забирают?</p>
<p>– Ну мало ли… Собираются, собираются, а потом приметы забудут или сами помрут. Вот сундук и лежит себе лет триста, а потом кто-нибудь найдет пожелтевшую бумагу с планом и со всеми приметами, и надо эту бумагу целую неделю расшифровывать, потому что в ней одни цифры, значки да иероглифы.</p>
<p>– Еро… что?</p>
<p>– Иероглифы! Это вроде как картинки и разные закорючки к ним, с виду как будто ничего не значат, а на самом деле в них-то самая суть и есть.</p>
<p>– У тебя, что ли, есть такая бумага, Том?</p>
<p>– Нету.</p>
<p>– А как же тогда приметы?</p>
<p>– А на кой они мне? Тут и без примет все ясно. Сказано: клад всегда зарыт под старым домом, или на острове, или под сухим деревом, у которого ветка торчит так, чтоб тень в нужное место падала. Мы же копали на острове Джексона, можно и еще попробовать. А вот за ручьем есть заброшенный дом, и сухих деревьев там хоть пруд пруди.</p>
<p>– И под каждым клад?</p>
<p>– Скажешь тоже! Конечно нет.</p>
<p>– А как же ты узнаешь, где копать?</p>
<p>– Придется под всеми по очереди!</p>
<p>– Да ведь этак и лето кончится!</p>
<p>– Ну и что с того? А ну как мы найдем медный котелок, весь позеленевший, с сотней долларов? Или трухлявый сундук, набитый брильянтами и рубинами? Что ты на это скажешь?</p>
<p>У Гека алчно загорелись глаза.</p>
<p>– Сила! Ты знаешь, Том, ты мне дай сотню долларов, а брильянтов не надо. Ну их, одна возня с ними.</p>
<p>– Как скажешь. Но ты не думай, брильянтами тоже нечего разбрасываться. Говорят, есть такие, что стоят долларов по двадцать за штуку, а уж дешевле чем по доллару и не бывает.</p>
<p>– Ну? Быть того не может!</p>
<p>– Что я, врать стану? Это тебе любой скажет. Ты что, никогда не видал брильянтов, Гек?</p>
<p>– Что-то не припомню.</p>
<p>– У всех королей их целые кучи.</p>
<p>– Да у меня и королей знакомых нету.</p>
<p>– Ну это здесь. А вот если бы ты поехал в Европу, так их там – на каждом шагу. Так и скачут.</p>
<p>– Скачут? Это как же?</p>
<p>– Ох ты, господи! Да нет, не скачут, конечно!</p>
<p>– А чего же ты сказал, что скачут?</p>
<p>– Да ну тебя, Гек, это я к слову. В том смысле, что их там много. Куда ни плюнь, в короля какого-нибудь угодишь. Вроде старого горбуна Ричарда.</p>
<p>– Ричарда? А фамилия его как?</p>
<p>– Нету у него никакой фамилии. У королей вообще не бывает фамилии.</p>
<p>– Быть такого не может!</p>
<p>– Очень даже может.</p>
<p>– Ну если им так нравится, то пускай. Только не хотел бы я быть королем, раз у них даже фамилии нету. Прямо как у негров. Ты мне вот что лучше скажи: где ты собираешься начинать копать?</p>
<p>– Я еще не думал. Давай под тем сухим деревом, что на горе за ручьем.</p>
<p>– Годится.</p>
<p>Раздобыв ржавую мотыгу и лопату, они отправились к находившемуся за три мили от городка холму, у подножия которого протекал ручей, впадавший в Миссисипи. На место они прибыли разгоряченные, запыхавшиеся и первым делом растянулись в тени раскидистого вяза – отдохнуть и покурить.</p>
<p>– Вот это жизнь! – воскликнул Том.</p>
<p>– Да уж!</p>
<p>– А вот скажи, Гек, если мы разыщем клад, ты что будешь делать со своей долей?</p>
<p>– Ну мало ли. Каждый день буду покупать пирожок и стакан содовой и в цирк тоже буду ходить всякий раз, как он приедет. Да уж не волнуйся, жизнь будет что надо.</p>
<p>– А не собираешься прикопить деньжонок?</p>
<p>– Прикопить? Это еще зачем?</p>
<p>– Ну как же – на черный день.</p>
<p>– Вот уж это ни к чему. Объявится мой родитель, запустит спьяну лапу в мои сокровища, если я их не потрачу, – вот и весь черный день. А ты что сделаешь со своей долей, Том?</p>
<p>– Куплю барабан, кавалерийскую саблю, красный шелковый галстук, щенка бульдога, а потом женюсь.</p>
<p>– Женишься?</p>
<p>– Само собой.</p>
<p>– Ты, Том, видать, вконец спятил.</p>
<p>– Вот увидишь!</p>
<p>– Ну, глупей даже не придумаешь. Взять хоть моих отца и мать. Только и делали, что дрались да собачились. Я это знаешь как помню!</p>
<p>– Это ничего не значит. Девочка, на которой я женюсь, драться не станет.</p>
<p>– Да все они одним миром мазаны! Им только волю дай. Лучше бы тебе заранее крепко подумать. А как эту девчонку зовут?</p>
<p>– Она и не девчонка вовсе, а девочка.</p>
<p>– Что так, что эдак – один черт! Так как же все-таки ее звать, Том?</p>
<p>– Я тебе потом скажу. В другой раз.</p>
<p>– Дело твое. А только если ты женишься, я совсем один останусь.</p>
<p>– Не останешься. Будешь с нами жить. А теперь кончай валяться, пошли копать.</p>
<p>С полчаса оба работали, обливаясь потом, но результатов не было никаких. Помахав лопатой еще чуток, Гек сказал:</p>
<p>– Неужто они всегда так глубоко зарывают?</p>
<p>– Бывает, но не часто. Похоже, мы не там роем.</p>
<p>Выбрав новое место, они начали копать снова. Теперь работа шла помедленнее, но все-таки продвигалась. Наконец Гек оперся на лопату, смахнул рукавом пот со лба и спросил:</p>
<p>– Где потом будем копать?</p>
<p>– Попробуем под старым деревом на Кардиффской горе, за особняком вдовы Дуглас.</p>
<p>– Попробовать-то можно. А вдова, случаем, не отнимет у нас клад? Дерево-то на ее земле.</p>
<p>– Пусть только сунется! Кто нашел место, тот и кладу хозяин. Это без разницы, на чьей он земле.</p>
<p>Гек вроде успокоился, но через некоторое время сказал:</p>
<p>– Вот ведь черт, должно быть, опять не там копаем. Как думаешь?</p>
<p>– Чудно как-то, Гек. Правда, бывает, что и ведьмы мешают. Я уж давно подумываю, не в этом ли все дело?</p>
<p>– Да какие днем ведьмы! Ничего они до полуночи сделать не могут.</p>
<p>– Ох, верно, я и не сообразил. Ага, вот оно! Ну и ослы же мы с тобой! Надо было первым делом выяснить, куда падает тень от сучка в полночь, а уж тогда и рыть!</p>
<p>– Выходит, мы тут целый день валяли дурака задаром? А теперь еще и тащись сюда в темноте! Ты-то сможешь выбраться из дому?</p>
<p>– Еще бы! Да ведь все равно рыть придется ночью, а то кто-нибудь увидит эти ямы и сразу догадается, в чем дело.</p>
<p>– Ладно, я тебе мяукну часов в одиннадцать.</p>
<p>– Идет. Давай-ка спрячем лопаты в кустах. Все лучше, чем тащиться с ними.</p>
<p>Незадолго до полуночи оба явились к сухому дереву, уселись в тени и принялись ждать. Место было глухое и час поздний, недаром пользующийся худой славой. В шорохе листвы мальчикам чудились голоса духов, в гуще кустов таились призраки-банши, издалека доносился глухой лай собаки, и филин откликался на него зловещим уханьем.</p>
<p>Прошло немного времени, и Том с Геком, решив, что полночь уже наступила, отметили место, куда падала тень от кривого сука, и приступили к работе. Надежда снова ожила, а вместе с ней возросло и усердие. Яма становилась все глубже, но каждый раз, когда лопата наталкивалась на что-нибудь твердое, их ожидало только новое разочарование.</p>
<p>Наконец Том сказал:</p>
<p>– Напрасно стараемся, Гек. Опять не то.</p>
<p>– Ну как же не то? Тень-то падала ровно сюда.</p>
<p>– Не в ней дело.</p>
<p>– А в чем?</p>
<p>– Во времени. Было либо слишком поздно, либо слишком рано.</p>
<p>Гек выронил лопату и разинул рот.</p>
<p>– Так и есть, – наконец сказал он. – В этом-то вся беда. Эх, придется и эту яму бросить! И бог с ней – уж очень тут жутко. Привидения так и кишат. Я все время чувствую, что у меня за спиной кто-то стоит. Чувствовать чувствую, а оглянуться боюсь – а ну как и спереди тоже кто-нибудь есть и только того и дожидается! Мы как сюда пришли, так меня без передыху дрожь бьет…</p>
<p>– И не говори, Гек. Знаешь, когда деньги зарывают, сверху всегда мертвеца кладут, чтобы он их стерег.</p>
<p>– Господи помилуй!</p>
<p>– Ну да! Я сто раз такое слышал.</p>
<p>– Ох, не по нутру мне, что мы копаем в таком месте, где мертвецы! С ними, сам знаешь, шутки плохи.</p>
<p>– Да и мне это не нравится. А ну как сейчас из ямы высунется череп да и заговорит!</p>
<p>– Брось, Том! И без того жутко.</p>
<p>– Еще бы не жутко – прямо мороз по коже.</p>
<p>– Знаешь, давай лучше бросим это место и попробуем где-нибудь еще.</p>
<p>– Давай. Где ни копать, все лучше будет.</p>
<p>– А куда подадимся?</p>
<p>Том поразмыслил немного и сказал:</p>
<p>– В заброшенный дом, вот куда.</p>
<p>– Ну его к дьяволу, не люблю я домов, где нечисто. Это еще похуже любого мертвеца будет. Ну что мертвец – скажет что-нибудь, но ведь не станет же таскаться за тобой в саване и скрежетать зубами. Нет, мне такого не вытерпеть, Том.</p>
<p>– Тут ты прав. Зато привидения шляются только по ночам. А днем они нам копать не помешают.</p>
<p>– Допустим. А тебе известно, что мимо того дома ни днем ни ночью никто не ходит?</p>
<p>– Там кого-то убили, и хоть дело давнее, не любят ходить мимо этого дома. А так ничего особенного – вот разве только по ночам синие огоньки пляшут за окнами.</p>
<p>– Ну уж где синие огоньки, там и привидения рядом. Это ж яснее ясного. Кому они могут понадобиться, кроме привидений?</p>
<p>– Ну так ведь днем они все равно не показываются – чего ж бояться?</p>
<p>– Ладно, уговорил. Попробуем в старом доме, коли хочешь, но риск все-таки большой.</p>
<p>Они как раз спускались по склону холма. Внизу, посреди освещенной луной просторной долины, одиноко стоял дом с привидениями – без ограды, заросший бурьяном в рост человека, с обвалившейся трубой, черными глазницами окон и провалившейся крышей.</p>
<p>Мальчики долго смотрели на окна, выжидая, не появится ли в одном из них синий огонек, а потом, тихо переговариваясь, как того требовали время и место, свернули направо, чтобы обойти эту развалину стороной, и вернулись домой через заросли на противоположной стороне Кардиффской горы.</p>
</section><section><title><p>Глава 26</p>
</title><p>На следующий день мальчикам пришлось вернуться к сухому дереву, чтобы забрать мотыгу и лопату. Тому Сойеру не терпелось поскорей попасть в дом с привидениями, но Гек вдруг сказал:</p>
<p>– Слышь, Том, а какой у нас нынче день?</p>
<p>Том быстро прикинул и поднял на Гека перепуганные глаза:</p>
<p>– Ох ты! А мне-то и в голову не пришло!</p>
<p>– Мне тоже, а тут вдруг вспомнил, что сегодня пятница.</p>
<p>– Ну и дела! Вот могли бы вляпаться! Только представь – начать такое дело в пятницу!</p>
<p>– И очень просто! Наверняка бы вляпались. Может, и бывают счастливые дни, да только не пятница.</p>
<p>– Это всякий недоумок знает.</p>
<p>– Мало того что пятница, я и сон сегодня видел поганый – крысы снились.</p>
<p>– Да ты что?! Это уж точно к несчастью. Не дрались они?</p>
<p>– Кто?</p>
<p>– Да крысы эти твои.</p>
<p>– Нет.</p>
<p>– Ну тогда еще полбеды, Гек. Если не дерутся, то это просто не к добру. Надо все же ухо держать востро и остерегаться. Сегодня копать не станем, лучше поиграем во что-нибудь. Слыхал про Робина Гуда?</p>
<p>– Нет. Это еще кто такой?</p>
<p>– Ну как же! Самый знаменитый разбойник во всей Англии. Ох, и давал он им жару!</p>
<p>– Вот бы и мне так! А кого он грабил?</p>
<p>– Ну разных там королей, шерифов и епископов. А бедных никогда не трогал. Всегда с ними делился добычей по совести.</p>
<p>– Вот молодец!</p>
<p>– А то! Он был благородней всех на свете, Гек. Таких людей больше нет, так и знай. Он мог одной левой надавать кому угодно в Англии и за полторы мили попадал из тисового лука в десятицентовую монету.</p>
<p>– Что за тисовый лук?</p>
<p>– А кто его знает! Какой-то особенный. А если попадал не в середину, а в край монеты, то садился и начинал ругаться. Вот мы и будем играть в Робина Гуда – я тебя научу. Самая что ни на есть лучшая игра.</p>
<p>– Давай.</p>
<p>Весь день они играли в Робина Гуда, время от времени без всякого удовольствия поглядывая на старый дом и прикидывая, что будут там делать завтра. Когда же солнце стало клониться к западу, Том с Геком решили возвращаться домой и вскоре скрылись в лесу на Кардиффской горе.</p>
<p>В субботу, сразу после полудня, мальчики снова вернулись к сухому дереву. Они посидели среди куч вырытой ими земли, покуривая и болтая, а потом немного покопались в последней по счету яме – только потому, что, по словам Тома, бывали случаи, когда кладоискатели останавливались в каких-нибудь шести дюймах от сундука, а потом приходил случайный человек и, ткнув в яму лопатой, обнаруживал несметные сокровища. Но и тут им не повезло, поэтому, взвалив на плечи лопату и мотыгу, они покинули место раскопок в полной уверенности, что добросовестно проделали все, что полагается опытным искателям золота и брильянтов.</p>
<p>Они еще только приближались к старому дому, а мертвая тишина, стоявшая в округе словно густая жидкость, разлитая под палящим солнцем, уже казалась им странной и жуткой, а само это место – таким заброшенным и безлюдным, что они не сразу отважились войти внутрь. Пробравшись на цыпочках к пустому дверному проему двери, Том и Гек с опаской заглянули внутрь. Их взорам открылась заросшая сорняками комната без пола. Штукатурка давным-давно обвалилась со стен, камни очага раскатились, окна зияли пустотой – рамы были вырваны с корнем, а ступени лестницы наполовину сгнили. Повсюду болтались пыльные лохмотья паутины. С сильно бьющимся сердцем мальчики переступили порог, переговариваясь шепотом и ловя ухом малейший звук. Все их мускулы были до предела напряжены – на случай, если понадобится мгновенно отступить.</p>
<p>Но вскоре они немного освоились и почти перестали бояться. Дивясь собственной смелости, они с осторожным любопытством обследовали первый этаж. Потом им захотелось взглянуть, что творится наверху. Это было опаснее – отступить оттуда было не так просто, но они подзадоривали друг друга до тех пор, пока, побросав лопаты в угол, не начали вместе карабкаться по шаткой лестницу.</p>
<p>Наверху царило такое же запустение. В одном углу обнаружилась дверь в чулан, на первый взгляд весьма таинственный, однако и здесь их надежды не оправдались – там ничего не было, кроме древесной трухи, паутины и пыли. Тут они окончательно расхрабрились и уже собрались было спуститься на первый этаж и взяться за работу, как вдруг Том сделал круглые глаза и зашипел:</p>
<p>– Т-ш-ш!</p>
<p>– Ты чего это? – пролепетал Гек, бледнея на глазах.</p>
<p>– Т-ш!.. Вот оно!.. Слышишь?</p>
<p>– Ох да!.. Бежим скорее!</p>
<p>– Тихо! Не двигайся! Идут сюда…</p>
<p>Растянувшись на полу и глядя вниз в круглые дырки от сучков, мальчишки стали ждать, обмирая от страха.</p>
<p>– Кажется, остановились… Нет, опять идут… Вот они… Перестань трястись, Гек!</p>
<p>В нижнее помещение вошли двое мужчин, и мальчики сразу же узнали одного из них. Это был глухонемой старик испанец, который этим летом пару раз появлялся в городе. Второй оказался совершенно незнакомым им грязным и нечесаным оборванцем с отталкивающей физиономией. Испанец, несмотря на жару, кутался в долгополый плащ; у него были густые бакенбарды с проседью, а его длинные седые волосы падали на плечи из-под шляпы. Вдобавок на нем были зеленые очки. Когда эти двое вошли в дом, оборванец что-то говорил испанцу, но так тихо, что нельзя было разобрать ни слова. Оба уселись на обломках досок пола лицом к двери, и оборванец продолжил свою речь, но уже без опаски, и его слова доносились до мальчиков все отчетливее.</p>
<p>– Нет, – проговорил он, – не нравится мне все это. Думал я об этом деле, и вот что тебе скажу: очень уж опасно.</p>
<p>– Опасно! – недовольно проворчал глухонемой к изумлению Тома и Гека. – Ты просто слюнтяй!</p>
<p>Мальчиков бросило в дрожь: они узнали голос индейца Джо! Некоторое время до них не доносилось ни звука, а потом Джо сказал:</p>
<p>– Уж на что последнее дело было опасным, а ведь гляди – обошлось.</p>
<p>– Там другое. Выше по течению, и ни одного дома рядом. Никому и в голову не придет, что мы приложили к этому руку.</p>
<p>– Ну да ладно. Уж чего опаснее таскаться сюда днем. Тут всякий, кто нас увидит, сразу унюхает, что дело нечисто.</p>
<p>– Да знаю я! Так ведь нет тут другого места, чтобы укрыться. Мне и самому невтерпеж смыться из этого хлева. Я еще вчера хотел, только и думать нечего – проклятые мальчишки целый день вертелись прямо под носом.</p>
<p>«Проклятые мальчишки», стуча зубами от страха, тем временем думали: какая удача, что они вовремя вспомнили про пятницу и решили переждать этот день, играя в Робина Гуда.</p>
<p>Тем временем двое внизу разложили на досках какую-то провизию и начали закусывать. Покончив с едой, индеец Джо сказал:</p>
<p>– Вот что, парень, отправляйся-ка ты туда, откуда пришел: вверх по реке. Сиди там и жди, пока я тебе знак не подам. А я рискну еще малость побродить по городу – присмотреться надо. За то дело, что ты считаешь опасным, примемся тогда, когда я разузнаю побольше и все обмозгую. А потом – в Техас! Вместе и двинем.</p>
<p>Сойдясь на этом, оба вскоре начали зевать. Наконец индеец Джо сказал:</p>
<p>– Спать хочу – смерть! Сегодня твоя очередь караулить.</p>
<p>Он примял бурьян, улегся и через минуту захрапел. Приятель потряс его раз-другой за плечо, и Джо затих. Потом и часовой начал поклевывать носом; голова у него склонилась к груди, и вскоре оба храпели на все лады.</p>
<p>Мальчики с облегчением перевели дух. Том прошептал, едва шевеля губами:</p>
<p>– Пора. Идем!</p>
<p>На что Гек ответил так же тихо:</p>
<p>– Не могу! Вот тебе крест святой – я на месте помру, если они проснутся.</p>
<p>Сколько Том ни настаивал, Гек продолжал упираться и трястись. Тогда Том медленно и осторожно поднялся на ноги и двинулся к лестнице. Но от первого же шага иссохшие половицы так отчаянно заскрипели, что он беззвучно рухнул на пол и затаился, чуть живой от страха. Больше он и пробовать не стал. Мальчики лежали, почти не дыша и считая мучительно медленно тянувшиеся минуты, пока им не стало казаться, что время во всей вселенной остановилось, а сама вечность состарилась и поседела. Между тем солнце уже склонилось к горизонту.</p>
<p>Наконец индеец Джо перестал храпеть, сел, огляделся и мрачно усмехнулся, заметив, что приятель спит, уткнув лицо в колени. Джо пнул его ногой в сапоге и проговорил:</p>
<p>– Хорош караульщик, нечего сказать! Да уж ладно, прощается тебе – все вроде спокойно.</p>
<p>– Ох ты, дьявол! Никак я придремал?</p>
<p>– Вроде того. Давай двигать, приятель. А что будем делать с остальными деньгами?</p>
<p>– Думаю, оставим их здесь, как всегда. Таскать их с собой не годится, пока не подадимся на Юг. Шестьсот пятьдесят серебром – от такой тяжести и рука отсохнет.</p>
<p>– Ничего им тут не сделается. Вот только придется еще разок сюда наведаться.</p>
<p>– Да только не днем, а ночью, как раньше делали. Так спокойнее.</p>
<p>– Что верно, то верно. И вот еще: может, то дельце не скоро сладится – мало ли что помешает, – а место здесь не особо подходящее. Так что давай-ка их зароем как следует – поглубже да понадежнее.</p>
<p>– Верно говоришь, – одобрил это предложение приятель и, перейдя через комнату, поднял одну из каменных плит на том месте, где прежде стоял очаг, и вынул позвякивающий кожаный мешок.</p>
<p>Запустив туда руку, оборванец отсчитал долларов двадцать-тридцать для себя и столько же для индейца Джо, затем передал ему мешок. Тот опустился в углу на колени и принялся рыть землю складным ножом.</p>
<p>Том и Гек мигом забыли свои страхи. Горящими глазами они следили за каждым движением индейца. Шестьсот долларов! Такая куча денег, что хватит десятерым мальчишкам разбогатеть! Вот он, клад, – и незачем голову ломать, в каком месте рыть. Они то и дело подталкивали друг друга локтями, что означало: «Небось теперь рад, что мы с тобой тут оказались!»</p>
<p>Внезапно нож индейца Джо заскрежетал, наткнувшись на что-то твердое.</p>
<p>– Ох ты! – пробормотал он.</p>
<p>– Что там? – спросил приятель.</p>
<p>– Гнилая доска… да нет, ящик вроде. Ну-ка, подсоби, сейчас узнаем, что там такое. А, все, не надо – я тут дыру пробил…</p>
<p>Он запустил руку в яму и тут же вытащил ее обратно со словами:</p>
<p>– Гляди-ка, да это же золото!</p>
<p>Склонившись голова к голове, оба принялись разглядывать пригоршню монет. Тускло блеснуло золото. Мальчишки наверху засопели от возбуждения.</p>
<p>Оборванец сказал:</p>
<p>– Сейчас мы с этим управимся. Тут где-то валялась ржавая мотыга, я ее только что видел.</p>
<p>Он сбегал и вернулся с лопатой и мотыгой. Индеец Джо взял мотыгу, с подозрением осмотрел ее, покачал головой, буркнул что-то себе под нос и начал копать. Вскоре сундучок был извлечен на поверхность. Он оказался совсем небольшим, но окованным железными полосами и наверняка отличался прочностью, пока дерево не истлело от времени.</p>
<p>Бродяги некоторое время глядели на него в благоговейном молчании.</p>
<p>– Ну, приятель, – наконец обронил индеец Джо, – да тут целые тыщи долларов…</p>
<p>– Болтают, что как раз в этих местах одно лето околачивалась шайка Мэррела, – сказал другой.</p>
<p>– Это и я слыхал, – сказал индеец Джо. – Видать, их работа.</p>
<p>– Нечего теперь и браться за то грязное дело.</p>
<p>Индеец с угрозой в голосе произнес:</p>
<p>– Ты, должно быть, не знаешь меня, а еще меньше понимаешь в этом деле. Тут не один грабеж, а еще и месть! И мне без твоей помощи с этим не справиться. Пока что возвращайся домой к своей Нэнси и ребятам. Время придет – я тебя извещу.</p>
<p>– Как скажешь. А что с этим делать – опять зароем, что ли?</p>
<p>– Пожалуй. Да нет, что я такое говорю! Из-за этого золота я чуть было не забыл – на мотыге-то свежая земля! Откуда она тут взялась, эта мотыга, да еще и вместе с лопатой? Кто их принес и куда делись эти люди? Ты кого-нибудь видел или слышал что-нибудь подозрительное? Это что ж получается: зароем мы свои денежки, а они явятся и увидят вскопанную землю? Ну уж нет! Переправим-ка мы их в мою берлогу.</p>
<p>Эти размышления вслух вызвали наверху сначала полный восторг, а затем глубокое уныние.</p>
<p>– Тут ты прав! Что ж я сам-то не подумал? Так куда – в номер первый?</p>
<p>– Нет. Во второй – под крестом. Первый не годится – больно людно.</p>
<p>– Так и сделаем. Гляди: скоро стемнеет, пора бы нам отправляться.</p>
<p>Индеец Джо поднялся на ноги, подкрался к оконному проему и осторожно выглянул наружу. Потом он сказал:</p>
<p>– Так кто ж это приволок сюда мотыгу с лопатой? Может, они и теперь еще прячутся наверху, как по-твоему?</p>
<p>После этих слов Том и Гек чуть не умерли от страха. Индеец схватился за нож, секунду постоял, словно раздумывая, и двинулся к лестнице. У Тома мелькнула мысль про чулан, но он не в силах был даже пошевелиться. Под сапогами Джо заскрипели ступени. Выйдя из оцепенения, мальчики уже хотели было броситься в чулан, но тут гнилое дерево затрещало, и индеец вместе с целым пролетом лестницы рухнул вниз, взметнув облако пыли. Он поднялся из бурьяна, сквернословя и богохульствуя, а его приятель заметил:</p>
<p>– Ну чего тебя туда понесло? Если там кто-нибудь есть, то и черт с ними – нам-то что за беда? Коли им охота, пусть ломают ноги. Через четверть часа стемнеет – и ищи-свищи нас! Думается мне, что тот, кто принес сюда эти лопаты, принял нас с тобой за нечистых духов. Поди, и сейчас еще бежит без оглядки!</p>
<p>Индеец поворчал, побранился, но в конце концов согласился с приятелем, что надо убираться, пока окончательно не стемнело. Вскоре оба со всеми предосторожностями выбрались из дома и в густеющих сумерках поволокли к реке драгоценный сундук.</p>
<p>Том с Геком поднялись на ноги. Коленки у них все еще тряслись. Первым делом они припали к щелям, зиявшим в бревенчатых стенах. Ни одному не пришло в голову последовать за бродягами – хорошо уже, что они умудрились спуститься со второго этажа, не свернув шеи.</p>
<p>Покинув заброшенный дом, они направились обратно в город другой дорогой – прямо через гору. Обоим было не до болтовни: все это время они были заняты тем, что на все лады кляли себя за дурацкую мысль притащить в заброшенный дом мотыгу с лопатой. Если бы не это, Джо ничего бы не заподозрил и закопал бы свое серебро вместе с золотом в дальнем углу!</p>
<p>Как бы то ни было, они решили не спускать глаз с глухонемого испанца, когда тот появится в городе, и проследить за ним до «второго номера», где бы этот «номер» ни находился. Внезапно Тома пронзила ужасная догадка:</p>
<p>– Слушай, Гек, он ведь сказал «отомстить». А вдруг это он про нас, а?</p>
<p>– Ох, не говори так, Том! – взмолился Гек, едва ворочая языком от страха.</p>
<p>Они обсуждали такую возможность до самого города и пришли к выводу, что индеец, должно быть, имел в виду одного Тома, чьи показания в суде представляли для Джо смертельную опасность.</p>
<p>Гека отпустило, но Тому от этого было ничуть не легче.</p>
</section><section><title><p>Глава 27</p>
</title><p>События этого дня преследовали Тома даже во сне. Он то и дело протягивал руки к сокровищам, и всякий раз они превращались в какую-то слякоть. Тут сон покидал его, и вместе с действительностью возвращалось предчувствие неотвратимой беды. Только ранним утром, уже окончательно проснувшись и припоминая подробности вчерашнего, Том с удивлением отметил, что все они как бы размыты и затянуты туманом, – словно все это происходило в каком-то другом мире и давным-давно. Тогда ему пришло в голову, что, может, и само приключение в заброшенном доме – всего лишь сон. В этом его убедил один довод – такой кучи серебра и золота, которую он вроде бы видел вчера воочию, на самом деле просто не могло существовать. До сих пор ему ни разу не приходилось видеть больше пятидесяти долларов за раз, и так же, как все мальчики в городке, он считал, что разговоры о сотнях и тысячах – только для красного словца, а на самом деле таких денег просто не существует. До сих пор он был уверен, что клад – это просто горсть блестящих серебряных монеток и горка сверкающих побрякушек, не дающихся в руки.</p>
<p>Однако чем больше Том размышлял об этом, тем яснее и отчетливее проступали подробности вчерашнего приключения, и вскоре он начал склоняться к мысли, что, пожалуй, это был вовсе не сон. Чтобы разрешить эту проблему, нужно было немедленно увидеться с Геком. Поэтому он наспех позавтракал и сразу же отправился на поиски.</p>
<p>Гека удалось обнаружить почти сразу – он сидел на борту большой плоскодонки и болтал ногами в воде. Вид у приятеля был мрачный, и Том решил, что лучше предоставить Геку возможность самому начать разговор о вчерашнем. Если же он промолчит, значит, ничего и не было.</p>
<p>– Здорово, Гек!</p>
<p>– Здорово, коли не шутишь.</p>
<p>Пауза.</p>
<p>– Том, если бы мы бросили эту чертову лопату под сухим деревом, денежки были бы наши. Ох и невезуха!</p>
<p>– Так, значит, это не сон… А мне хочется, чтобы это все-таки был сон. Ей-богу, хочется, Гек!</p>
<p>– Какой еще сон?</p>
<p>– Да я про вчерашнее. Я уж начал думать, что мне все приснилось.</p>
<p>– Приснилось! Да если бы та лестница не подломилась, был бы тебе сон. Я тоже до утра промаялся – и все этот кривой испанский дьявол за мной гонялся, чтоб ему лопнуть!</p>
<p>– Незачем ему лопаться. А вот найти бы его да выследить, где денежки!</p>
<p>– Брось, Том. Сроду нам его не отыскать. Только раз в жизни бывает, чтобы такие деньги сами в руки шли, а мы их упустили. Мне и на ногах-то не устоять, если я его еще раз увижу.</p>
<p>– Положим, мне тоже. Да уж больно хочется с ним встретиться и проследить до этого самого «второго номера». Ты как думаешь, что это такое?</p>
<p>– В том-то и загвоздка! Да что-то ничего мне в голову не приходит.</p>
<p>– Вот и я не знаю. Темное это дело. Слышь, Гек, а может, это номер дома?</p>
<p>– Смех да и только!.. Какие в нашем городишке номера?</p>
<p>– Верно… Дай-ка подумать. А ну как это номер комнаты для постояльцев в каком-нибудь трактире?</p>
<p>– Это уже на что-то похоже! И трактиров у нас всего два – можно мигом все разузнать.</p>
<p>– Ты посиди пока, а я сбегаю.</p>
<p>Том исчез, а спустя полчаса появился снова. Оказалось, что в том трактире, который почище, номер второй давно и постоянно занимает молодой адвокат. В другом, погрязнее, сын хозяина сказал, что второй номер все время на замке и он ни разу не замечал, чтобы днем оттуда кто-нибудь выходил или входил туда. Другое дело ночью: он своими глазами видел, как накануне, в полночь, там горел свет. Это показалось ему любопытным, и он решил, что с номером вторым дело нечисто.</p>
<p>– Так-то, Гек. Похоже, это и есть тот самый «второй номер», который нам нужен.</p>
<p>– Что же нам теперь делать?</p>
<p>– Дай поразмыслить.</p>
<p>Размышлял Том довольно долго. Наконец он заговорил:</p>
<p>– Слушай сюда. Задняя дверь этого номера выходит в переулок между трактиром и старым кирпичным складом. Ты раздобудь побольше ключей – столько, сколько сможешь, а я стащу все тетушкины, и в первую же безлунную ночь мы туда отправимся и попробуем, не подойдет ли какой-нибудь к тамошнему замку. А пока гляди в оба, не появится ли в городе индеец Джо – он же собирался поразнюхать тут и поглядеть, не подвернется ли удобный случай отомстить. Как увидишь – беги за ним следом, а уж если он сунется в этот трактир, значит, все точно.</p>
<p>– Ох, Том, и до чего же мне неохота таскаться за этим дьяволом в одиночку!</p>
<p>– Да ведь наверняка темно будет – он тебя и не увидит, а если и увидит, то ничего не заподозрит.</p>
<p>– Ну, если будет совсем темно, я, так и быть, увяжусь за ним. Хотя обещать не могу.</p>
<p>– Будь уверен, я и сам бы за ним пошел, если б ночь была темная. Почем знать, – может, он поймет, что с местью ничего не выходит, и отправится прямо за деньгами.</p>
<p>– А ведь верно, Том!</p>
<p>– Так смотри же, Гек, не оплошай!</p>
</section><section><title><p>Глава 28</p>
</title><p>Том с Геком в тот вечер находились в полной боевой готовности. До девяти они проторчали у трактира: один стоял поодаль, наблюдая за переулком, а другой сторожил входную дверь. Ни в переулок, ни в трактир не заходил никто, хотя бы отдаленно похожий на глухонемого испанца. Однако ночь обещала быть светлой, и Том отправился домой, сговорившись с Геком, что, если небо затянет тучами и луна спрячется, тот прибежит и мяукнет. Тогда Том вылезет в окно и попробует подобрать ключ. Но луна светила вовсю, и Гек, проторчав на своем посту до полуночи, завалился спать в пустую бочку из-под сахара.</p>
<p>Во вторник и в среду приятелям по-прежнему не везло. Зато в четверг ночь выдалась на редкость темной. Том выбрался обычным путем из спальни, захватив жестяной фонарь и полотенце, чтобы прикрывать его свет. Фонарь он спрятал в бочке, где ночевал Гек, и начал слоняться у трактира. За час до полуночи заведение закрылось и все огни в нем погасли. Света поблизости не было, тьма стояла хоть глаз коли, а испанец так и не появился. Все шло как по писаному. Тишину лишь изредка нарушало отдаленное ворчание приближавшейся грозы.</p>
<p>Том нащупал фонарь, зажег его прямо в бочке, укутал полотенцем, а затем они вместе с Геком прокрались к трактиру. Гек стал сторожить, а Том нырнул в переулок.</p>
<p>Потянулось тревожное ожидание. Гек маялся – ему нестерпимо хотелось, чтобы где-нибудь блеснул свет фонаря. Он, разумеется, испугался бы, но по крайней мере знал бы, что Том еще жив. Казалось, прошло много часов с тех пор, как Том сгинул во мраке. А вдруг у него сердце разорвалось от страха и теперь он лежит мертвый в переулке? Измученный тревогой, Гек стал потихоньку подбираться к переулку, ему мерещились всякие ужасы.</p>
<p>Вдруг неподалеку заметались блики света и мимо стрелой пронесся Том.</p>
<p>– Беги! – успел крикнуть он. – Беги, если жить хочешь!</p>
<p>Повторять не пришлось – и Гек пустился во весь дух, едва поспевая за Томом. Мальчишки не останавливались, пока не оказались под навесом старой бойни на другом конце города. Едва они влетели туда, как хлынул проливной дождь. Том, дыша, как загнанная лошадь, проговорил:</p>
<p>– Ох и жутко же было, Гек! Стал я, значит, пробовать ключи… тихонько так… Один попробовал, другой, потом шуму наделал и испугался до смерти – а они все равно в замке не поворачиваются. Я и так и сяк, а потом дернул за ручку – дверь-то возьми и отворись! Никто ее, оказывается, не запирал! Я шмыг туда, снял с фонаря полотенце и…</p>
<p>– Что – и? Что ты увидел, Том?</p>
<p>– Знаешь, Гек, я чуть не наступил на руку индейцу Джо!</p>
<p>– Силы небесные!</p>
<p>– Клянусь! Лежит на полу и храпит, руки раскинул, как удавленник. И все с той же нашлепкой на глазу.</p>
<p>– О Господи! Он проснулся?</p>
<p>– Нет, даже не пошевелился. Пьян, видать. Я подхватил полотенце и дал деру.</p>
<p>– Уж я бы точно забыл про полотенце.</p>
<p>– Забудешь тут! Знаешь, что мне тетя Полли устроит, если я его потеряю?</p>
<p>– Слышь, Том, а сундук-то? Ты сундук видел?</p>
<p>– Гек, я и глядеть не стал. Какой там сундук! Ничего я не видел, кроме бутылки и жестяной кружки на полу рядом с индейцем. А еще там стоят два бочонка и куча бутылок. Понял теперь, почему там нечисто?</p>
<p>– Почему?</p>
<p>– Да потому, что там незаконный виски держат! Может, и в другом трактире есть такие номера, где виски полным-полно, – как ты думаешь?</p>
<p>– Вот тебе и «Общество трезвости»! – Гек почесал нос и ухмыльнулся. – А знаешь, Том, ведь если индеец Джо валяется пьяный, самое подходящее время стащить у него сундук!</p>
<p>– А то как же! Не хочешь сам попробовать?</p>
<p>Гека передернуло.</p>
<p>– Ой нет, лучше не надо.</p>
<p>– Вот и я думаю, что не стоит. Одна бутылка рядом с индейцем – этого, пожалуй, маловато. Было б их три – другое дело, тогда бы я рискнул.</p>
<p>Оба призадумались, и наконец Том сказал:</p>
<p>– Слышь, Гек, давай-ка больше не будем туда соваться, пока не выясним наверняка, что индейца там нет. Уж больно страшно. Если караулить каждую ночь, то рано или поздно мы увидим, как он уходит, и тогда мигом доберемся до сундука.</p>
<p>– Я, Том, готов там ошиваться столько ночей, сколько потребуется, если ты возьмешься сделать все остальное.</p>
<p>– Договорились. Тебе придется только пробежать один квартал по Хупер-стрит и мяукнуть, а если я не проснусь, брось горсть песку в окно – так оно вернее.</p>
<p>– Ладно!</p>
<p>– Смотри, Гек, гроза-то закончилась, пора мне домой. Через пару часов уже и светать начнет. А ты беги к трактиру, пригляди, как там и что.</p>
<p>– Не сомневайся, Том. Днем буду спать, а ночью стеречь. Хоть целый год проторчу.</p>
<p>– А где ж ты будешь спать?</p>
<p>– На сеновале у Бена Роджерса. Старый Джек, негр, что у них работает, меня не гонит. Я воду ношу, когда ему надо, а он мне поесть подбрасывает, если найдется лишний кусок. Очень хороший негр, и любит меня за то, что я не деру нос перед черными. Иногда мы с ним даже обедаем вместе. Только ты никому не говори.</p>
<p>– Я это на тот случай, если ты мне понадобишься днем. А так – спи себе сколько угодно, зря будить не стану. Но вдруг ночью заметишь что-нибудь особенное – лети стрелой прямо ко мне и мяукай.</p>
</section><section><title><p>Глава 29</p>
</title><p>Первое, что услыхал Том в пятницу утром, была радостная весть: семейство судьи Тэтчера накануне вернулось в город. И сундук с золотом, и индеец Джо сразу были забыты – Бекки Тэтчер заняла главное место в его мыслях. Том помчался к ней, и вместе с одноклассниками они наигрались до упаду в прятки и другие игры. День прошел на редкость весело. Бекки наконец-то упросила мать устроить давно обещанный пикник, и та дала согласие. Девочка сияла от радости, да и Том был доволен ничуть не меньше. Приглашения были разосланы до конца дня, и все их сверстники в городке, предвкушая развлечение, занялись сборами. Том так разволновался, что не мог уснуть до поздней ночи: помимо всего прочего, он все еще надеялся услышать мяуканье Гека, а завтра на пикнике удивить Бекки и всех гостей, явившись туда с кладом. Тут, однако, его ожидало разочарование – условленный сигнал в эту ночь не прозвучал.</p>
<p>Утром, часам к десяти или одиннадцати, развеселая компания собралась в доме судьи Тэтчера, чтобы оттуда двинуться в путь вместе. В те времена считалось излишним, чтобы взрослые ездили на пикники вместе с детьми, когда они и без того находятся под присмотром парочки девиц лет по восемнадцать и двух-трех молодых людей, уже достигших совершеннолетия. Ради такого выдающегося случая был нанят старенький пароходик-паром, и получасом позже шумная толпа мальчишек и девчонок хлынула по главной улице городка, волоча пледы, зонтики и корзинки с провизией. Том представлял свое семейство в единственном числе: Сид захворал и в любом случае не смог бы поехать, а Мэри осталась ухаживать за ним.</p>
<p>На прощание миссис Тэтчер сказала Бекки:</p>
<p>– Вы вернетесь, должно быть, довольно поздно. Может быть, тебе стоило бы переночевать у кого-нибудь из девочек, которые живут рядом с пристанью.</p>
<p>– Можно я останусь у Сьюзи Харпер?</p>
<p>– Конечно. Смотри же, веди себя хорошо и будь умницей.</p>
<p>Пока они шли по улице, Том шепнул Бекки:</p>
<p>– Знаешь, Бекки, что мы с тобой сделаем? Вместо того чтобы идти к Харперам, мы поднимемся на гору и переночуем у вдовы Дуглас. У нее почти каждый день бывает сливочное мороженое – и какими порциями! Она нам обрадуется, сама увидишь.</p>
<p>– Вот будет весело! – воскликнула девочка.</p>
<p>Потом задумалась на минуту и проговорила с сомнением в голосе:</p>
<p>– Но что скажет мама?</p>
<p>– А как она сможет узнать?</p>
<p>Опять подумав, Бекки нерешительно сказала:</p>
<p>– По-моему, это как-то нехорошо. Все-таки…</p>
<p>– Да что там «все-таки»! Ну не узнает об этом твоя мама, но все равно в этом нет ничего плохого. Лишь бы с тобой ничего не случилось, а все остальное ее не интересует. Я думаю, она бы и сама тебе позволила, просто ей в голову не пришло. Ну конечно, позволила бы!</p>
<p>Посещение вдовы Дуглас, известной своим щедрым гостеприимством, было соблазнительной приманкой, и уговоры Тома вскоре подействовали. Они с Бекки сговорились никого не посвящать в свои планы на вечер, но тут у Тома возникла мысль, которая едва не испортила ему все удовольствие. А что, если поздним вечером явится Гек и подаст сигнал, а его не будет на месте? И все же он не нашел в себе мужества отказаться от своей затеи: если сигнала не было вчера ночью, то почему он должен прозвучать непременно сегодня? На пикнике наверняка будет весело, а насчет клада – это еще бабушка надвое сказала. И как обычно бывает у мальчишек его возраста, перевесило то, к чему в эту минуту тянуло сильнее: Том решил сегодня вообще не вспоминать о сундуке с сокровищами.</p>
<p>Пройдя около трех миль вниз по течению, пароходик замедлил ход и причалил к берегу. Здесь, между прибрежными холмами, лежала просторная лесистая долина, на одном из склонов которой находилась местная достопримечательность – пещера Мак-Дугала. Пестрая толпа тут же высыпала на берег, и скоро в лесу и на холмах зазвучали задорные крики и смех. Переиграв во все игры, выбившись из сил и запыхавшись, мальчишки и девчонки опять собрались в разбитом в дубовой роще лагере. Аппетит они нагуляли волчий и тотчас набросились на всевозможные вкусности. Но едва они уселись в тени раскидистых дубов передохнуть и поболтать после пира, как кто-то крикнул:</p>
<p>– Кто хочет в пещеру?</p>
<p>Тут же выяснилось, что отправиться готовы все до единого. К счастью, нашлись свечи, и вскоре вереница искателей приключений уже карабкалась в гору.</p>
<p>Вход в пещеру Мак-Дугала располагался довольно высоко на склоне и походил издали на букву «А». Его закрывала массивная дубовая дверь, которая, тем не менее, никогда не запиралась. Сразу за дверью находился небольшой грот, ледяной, как погреб, со стенами из светлого известняка, усеянными каплями влаги, словно холодным потом.</p>
<p>Как интересно и таинственно было стоять здесь, в зеленоватом сумраке грота, и глядеть на цветущую долину, залитую жарким солнцем! Мальчики и девочки даже притихли, но вскоре первое впечатление было забыто и снова начались шалости и проказы. Как только кто-нибудь зажигал свечу, остальные набрасывались на него, и как бы он ни защищался, свечу быстро выбивали у него из рук или гасили. Все это сопровождалось веселыми криками, хохотом и возней.</p>
<p>Но мало-помалу вся эта гурьба вспомнила о цели похода и, вытянувшись вереницей, начала спускаться из грота в главную галерею, круто уходящую в глубь земли. Цепочка огоньков свечей освещала известняковые стены, но высокие своды галереи терялись в темноте на высоте чуть ли не шестидесяти футов. Сама главная галерея едва достигала в ширину футов восьми, может, десяти, но на каждом шагу в стенах открывались все новые узкие расселины и проходы.</p>
<p>Пещера Мак-Дугала представляла собою запутанный лабиринт извилистых, то и дело пересекающихся подземных коридоров, которым, казалось, нет конца. Ходили слухи, что, заблудившись, можно много дней подряд бродить в этом лабиринте, не находя выхода; если же продолжать спускаться все глубже и глубже, в самые недра земли, то окажешься в еще более сложной паутине коридоров и проходов. Неизвестно, правда это или нет, но говорили, что полностью всю пещеру Мак-Дугала не исследовал никто, и редкие смельчаки забирались в ее подземелья глубже, чем на милю или полторы.</p>
<p>Компания мальчиков и девочек прошла по главной галерее примерно три четверти мили, и здесь кое-кто стал сворачивать в боковые коридоры, носиться по темным переходам и пугать друг друга, неожиданно выскакивая из-за поворотов. Даже в этой неплохо изученной части пещеры можно было порой потерять друг друга из виду на целых полчаса.</p>
<p>Постепенно одна группа за другой начали возвращаться к выходу – веселые, запыхавшиеся, закапанные с ног до головы свечным салом, перепачканные глиной и страшно довольные. И только тут обнаружилось, что солнце уже село и наступили сумерки. Колокол на пароходике звонил уже с полчаса, созывая пассажиров. День, полный приключений, подходил к концу, и, когда пароходик со своим шумным грузом вышел на середину реки, никто не жалел о потраченном времени.</p>
<p>Гек уже нес свою сторожевую вахту у трактира, когда на реке показались огни пароходика. На палубе было тихо – молодежь присмирела, как это бывает с людьми, которые провели целый день на свежем воздухе и изрядно устали. Гек удивился было, увидев, что пароход не остановился, как обычно, у пристани, но тут же выбросил это из головы и сосредоточился на входе в трактир. Становилось все темнее. Пробило десять, городской шум понемногу затихал, огоньки в домах мигали и гасли, а последние прохожие исчезли. Сент-Питерсберг отошел ко сну, оставив маленького часового один на один с ночной тишиной и призраками.</p>
<p>Когда пробило одиннадцать, огни погасли и в трактире; все погрузилось в густой, как смола, мрак. Геку показалось, что прошла целая вечность, однако ничего не происходило, и он начал сомневаться: стоит ли торчать тут, как огородному пугалу? и будет ли какой-нибудь толк из этого? может, бросить это гиблое дело да завалиться спать?</p>
<p>Внезапно послышался какой-то шум, и он сразу насторожился. Так и есть: дверь, выходившая в переулок, тихо открылась и закрылась. Гек метнулся за угол кирпичного склада – и минутой позже мимо прошли, едва не задев его, двое мужчин, причем один из них что-то нес под мышкой. Наверняка сундук!</p>
<p>Гек запаниковал. Что ж это получается: они собираются перепрятать клад? Бежать за Томом бессмысленно – за это время они уйдут так далеко, что и следа не найти. Лучше попробовать увязаться за ними и выследить: авось, в темноте его не заметят. Посоветовавшись с самим собой, Гек выскользнул из-за угла и, ступая бесшумно как кошка, последовал за бродягами. Он держался на некотором расстоянии, но не настолько далеко, чтобы упустить мужчин из виду.</p>
<p>Эти двое сначала прошли три квартала по улице вдоль реки, а затем свернули налево. Дойдя до места, где начиналась тропа, ведущая на Кардиффскую гору, бродяги начали подниматься. Они миновали дом на склоне, где жил старик валлиец, и полезли дальше.</p>
<p>Гек решил, что бродяги хотят зарыть сундук на старой каменоломне, но они и не подумали там останавливаться, а сразу направились к вершине. Неожиданно оба свернули на едва приметную тропку, вьющуюся среди высоких зарослей, и исчезли в темноте. Гек приналег, чтобы не потерять бродяг из виду, – сначала он бежал, потом замедлил шаг, опасаясь наткнуться на тех, кого преследовал, затем, пройдя еще немного, остановился и стал прислушиваться.</p>
<p>Ни звука. Тишина была такая, что он слышал, как стучит его собственное сердце. С вершины горы донеслось уханье филина – скверная примета. Господи, неужто все пропало? Он уже собрался задать стрекача, как вдруг в десяти футах от него кто-то кашлянул. Сердце Гека судорожно заколотилось в горле, но он пересилил страх и замер, весь дрожа, словно в приступе лихорадки. Ноги сделались ватными, и он боялся, что вот-вот свалится на землю. Зато теперь он знал, где находится: возле изгороди, окружавшей усадьбу вдовы Дуглас, в пяти шагах от перелаза через нее.</p>
<p>«Ладно-ладно, – подумал Гек, – пускай тут и зарывают. Найти будет проще простого».</p>
<p>И тут послышался невнятный голос, похожий на голос индейца Джо:</p>
<p>– Черт бы ее подрал! Гости у нее, что ли? Свет до сих пор горит, а уж полночь скоро…</p>
<p>– Ничего не разберу…</p>
<p>Теперь говорил другой – тот самый оборванец из заброшенного дома. Гек почувствовал, что спина у него леденеет. Так вот кому собирался мстить индеец Джо!</p>
<p>Первой его мыслью было – удрать, и чем быстрее, тем лучше. Но тут он припомнил, что вдова Дуглас всегда была добра к нему, а эти бродяги, может, и вправду готовятся убить ее. Он мог бы предупредить вдову, но знал, что ни за что не отважится на это, – головорезы могли его заметить и схватить.</p>
<p>Пока все это проносилось у него в голове, индеец Джо сказал бродяге:</p>
<p>– Кусты тебе мешают. Да нет, ты сюда смотри! Ну теперь видишь?</p>
<p>– Вижу. Ну ясное дело, у нее гости. Давай-ка бросим это дело!</p>
<p>– Еще чего! Бросить, когда я уезжаю отсюда навсегда, а другого случая, может, и вовсе не представится?! Не бывать тому! Сотый раз тебе говорю: плевать мне на ее деньги, можешь их себе забрать. А вот муж ее мне всю печенку проел, без конца цеплялся; он меня и посадил как бродягу, когда судьей был. Да это еще полбеды! Какое там! Не только посадил, но и велел отхлестать плетью – на улице перед тюрьмой, как паршивого негра, и весь город на это глазел! Плетью! Тебе разве такое понять? Я бы ему этого не спустил, да он обвел меня вокруг пальца – взял да помер. Ну не беда: она мне за муженька своего заплатит!</p>
<p>– Не убивай ее!</p>
<p>– А кто тут хоть слово сказал про убийство? Я? И в мыслях не было. Вот его бы я убил – это точно. А когда хотят отомстить женщине, ее не убивают, нет, не убивают, а уродуют: рвут ноздри, обрубают уши, как свинье, полосуют бритвой лицо!</p>
<p>– Ну это уж…</p>
<p>– Тебя не спрашивают! Помалкивай, пока сам цел! Я ее привяжу к кровати. Изойдет кровью и сдохнет – я тут ни при чем. А ты, парень, мне поможешь, затем я тебя и взял. Одному тут не управиться. Будешь ныть – и тебя убью! Обоих прикончу, и тебя, и вдову, – тогда, по крайней мере, все будет шито-крыто.</p>
<p>– Будет тебе! Раз уж без этого никак, тогда идем. Чем скорей, тем лучше. Меня уже и сейчас трясет.</p>
<p>– А гости? Ты что это засуетился – выдать меня задумал? Смотри, от меня никому не уйти, сам знаешь. Будем дожидаться, пока свет погаснет, спешить нам некуда…</p>
<p>Гек тотчас сообразил, что теперь они надолго умолкнут и каждое движение в тишине может его выдать. Поэтому, затаив дыхание, он сделал шаг назад, долго балансировал на одной ноге, рискуя упасть, а затем осторожно переставил другую. Потом сделал еще шаг, так же бесшумно, потом еще и еще – и вдруг под его босой пяткой хрустнул сучок. Гек застыл и прислушался. Ни звука – полная тишина. «Кажется, пронесло», – подумал он, ликуя в душе, развернулся в узком проходе между двумя стенами кустов и на цыпочках двинулся прочь.</p>
<p>Только оказавшись на широкой тропе у каменоломни, Гек почувствовал себя в относительной безопасности и бросился бежать так, что ветер засвистел в ушах. Он несся во весь дух по склону, пока не показалась ферма валлийца. Бросившись к двери дома, он так замолотил в нее кулаками, что из окон мигом высунулись головы старика и двух его верзил сыновей.</p>
<empty-line></empty-line><image l:href="#i_014.jpg"></image><empty-line></empty-line><p>– Что за оказия? Кто это там ломится? Чего надо?</p>
<p>– Впустите скорее! Я все расскажу!</p>
<p>– А ты кто таков?</p>
<p>– Гекльберри Финн! Скорее же, скорее!</p>
<p>– Гекльберри Финн! Не такое это имя, чтобы при его звуках все двери отворялись настежь! Но все-таки откройте ему, ребята, послушаем, что там у него стряслось!</p>
<p>– Только ради всего святого, не говорите ни одной живой душе, что это я вам сказал, – таковы были первые слова Гека после того, как он влетел в дом. – Ради всего святого, не то мне конец! Вдова меня всегда жалела, и я все непременно расскажу, если поклянетесь не выдавать меня!..</p>
<p>– Гляди-ка, что-то здесь не так! Неспроста он такое мелет! – стал крутить носом старик. – Валяй, сынок, сказывай как на духу, некому тут тебя выдавать.</p>
<p>А спустя три минуты старик с сыновьями уже поднимались в гору, и у каждого из них в руках было ружье. Когда они достигли начала узкой тропки между кустами сумаха, Гек приотстал, спрятался за большим камнем и стал вслушиваться в ночь. Тревожная тишина все длилась и длилась, и уже казалось, что она никогда не кончится, как вдруг загремели выстрелы и раздались отчаянные крики.</p>
<p>Гек не стал дожидаться продолжения. Он выскочил из-за камня и пустился вниз по склону, прочь с Кардиффской горы.</p>
</section><section><title><p>Глава 30</p>
</title><p>В воскресенье, едва забрезжил рассвет, Гек еще в потемках вскарабкался на гору и тихонько поскребся в дверь старика валлийца. Все обитатели дома еще спали, но сон их после событий этой ночи был далеко не так крепок, как обычно. Вскоре из окна окликнули:</p>
<p>– Кто там?</p>
<p>Гек ответил едва слышно:</p>
<p>– Пожалуйста, впустите меня! Это я, Гек Финн.</p>
<p>– Для человека, который носит это имя, моя дверь открыта и ночью и днем. Входи, дорогой, будь как дома!</p>
<p>Такие слова бездомному мальчишке довелось услышать впервые в жизни, и никогда еще ему не говорили ничего приятнее.</p>
<p>Дверь мигом отперли, и Гек вошел. Его усадили на скамью, а старик со всеми своими сыновьями стали одеваться.</p>
<p>– Ну, сынок, я думаю, ты порядком проголодался. Завтрак нам подадут, как только взойдет солнце, с пылу с жару, на этот счет можешь быть спокоен! А мы-то с ребятами тебя вчера ждали – думали, ты у нас заночуешь.</p>
<p>– Да уж очень я испугался, – сказал Гек. – Как пустился бежать, когда поднялась пальба, так добрых три мили не останавливался. А теперь пришел, потому что хочу все-таки узнать, как дело было. Уж вы не серчайте, что я так рано заявился. Это потому, что боялся наткнуться на этих дьяволов, даже если они и убиты.</p>
<p>– Эх, бедолага! Ты, должно быть, до смерти замаялся в эту ночь. Вот тебе кровать, позавтракаешь – сразу ложись, передохни. А что касается этих двоих, они не убиты, а жаль. Тут ведь какое дело: мы-то знали, где их искать, ты все точно указал; подкрались и стоим шагах в десяти от них, а в кустах темно, как в гробу. И вот незадача – захотелось мне чихнуть! Стараюсь удержаться – и не могу, а там и чихнул! Эти мошенники затопотали – и мигом в кусты. Я кричу: «Огонь, ребята!» – и сам стреляю прямо туда, где кусты шуршат, и ребята мои тоже. И все-таки они удрали, злодеи этакие, а мы гнались за ними через весь лес, но, кажется, так и не задели ни того ни другого. Как только мы поняли, что порядком отстали, мигом бросили погоню, спустились под гору и разбудили полицейских. Те собрали отряд и двинулись в обход по берегу реки, а как рассветет, шериф со своими людьми обшарит весь лес. Вот если б еще и знать, каковы эти прощелыги с виду, это нам ох как помогло бы! Да ведь ты их, должно быть, в темноте не рассмотрел?</p>
<p>– Как не рассмотрел! Я их еще в городе увидел и увязался за ними.</p>
<p>– Ай да Гекльберри! Так ты опиши их нам, опиши, сынок!</p>
<p>– Один – это тот испанец, глухонемой, который не раз появлялся в городе, а другой – на вид бродяга, весь в лохмотьях, зверская такая рожа.</p>
<p>– Вон оно что! Ну эти-то нам известны! Я и сам на них как-то наткнулся в зарослях за домом вдовы Дуглас, и они от меня мигом смылись. Ну-ка, ребята, бегите да расскажите все это шерифу, а завтрак подождет!</p>
<p>Сыновья валлийца двинулись было к двери, но Гек кинулся за ними.</p>
<p>– Только, ради бога, никому не говорите, что это я их выдал!</p>
<p>– Как хочешь, парень. Но ведь это поступок достойный и только делает тебе честь.</p>
<p>– Ох нет! Не по мне такая честь!</p>
<p>Как только молодые люди вышли, старик проговорил:</p>
<p>– Будь спокоен: они никому не скажут, да и я тоже. А в чем дело-то, почему ты не хочешь, чтобы кто-то узнал?</p>
<p>Гек, однако, не пожелал пускаться в объяснения. Сказал только, что про одного из этих бродяг он и без того чересчур много знает и ни за что на свете не хотел бы, чтобы тот об этом проведал, иначе ему не жить.</p>
<p>Старик помолчал, а затем спросил:</p>
<p>– А все-таки скажи: почему ты за ними пошел? Что-то в них показалось тебе подозрительным?</p>
<p>Гек призвал на помощь всю свою сообразительность, чтобы придумать более-менее правдоподобное объяснение.</p>
<p>– Да как вам сказать… Я ведь и сам вроде бродяги – так, по крайней мере, в городе считают, но я не обижаюсь. Иной раз из-за этого по ночам не сплю, все ломаю голову, как бы мне начать жить по-человечески. Вот то же самое и прошлой ночью: что-то мне не спалось, и пошел я шататься по улицам. В голове у меня разные мысли, и, пока я их передумывал, дошел до старого кирпичного склада, что рядом с трактиром «Общества трезвости». Я там постоял, прислонившись к стенке, а тут как раз идут эти двое и тащат чего-то под мышкой. «Небось, думаю, краденое». Один из них курил сигару, а другой попросил огоньку, и они остановились прямо передо мной. Пока они прикуривали, их лица осветились, и я сразу понял, что высокий – тот самый глухонемой испанец с нашлепкой на глазу и сивыми бакенбардами, а другой – бродяга в лохмотьях.</p>
<p>– Ты и лохмотья при свете сигары разглядел?</p>
<p>Гек запнулся, но все-таки продолжал:</p>
<p>– Уж не знаю как, но все-таки рассмотрел.</p>
<p>– А потом они пошли дальше, и ты, значит, за ними?</p>
<p>– Ну да. Правильно. Жуть как захотелось узнать, что они затевают, – уж очень подозрительно они держались. Вот я и тащился за ними следом до ограды участка вдовы Дуглас, потом притаился и услышал, как оборванец заступался за вдову, а испанец клялся, что изувечит ее, чего бы это ему ни стоило. Ну остальное я вам рассказывал…</p>
<p>– Это что ж получается? Глухонемой клялся?</p>
<p>Гек почувствовал, что влип. Как он ни изворачивался, чтобы старик не догадался, кто таков этот испанец, язык его подвел. К тому же валлиец не спускал с него проницательного взгляда, и Гек путался все больше и больше.</p>
<p>Наконец старик сказал:</p>
<p>– Тебе, сынок, меня бояться нечего. Я тебе зла не сделаю. Наоборот: заступлюсь за тебя, коль надо будет. Этот испанец никакой не глухонемой – ты сам проговорился, – и, если ты что-то про него знаешь, лучше уж не скрывай. Скажи, в чем тут дело, а уж я тебя не выдам.</p>
<p>Взглянув в честные глаза старика, Гек наклонился к его уху и прошептал:</p>
<p>– Никакой он не испанец. Это индеец Джо!</p>
<p>Валлиец даже подпрыгнул на скамье. Помолчав недолго, он сказал:</p>
<p>– Вот теперь-то все ясно. Ты как заговорил про вырванные ноздри да отрезанные уши, я было решил, что это ты для красного словца. Уж очень не похоже на то, как белые мстят. Ну а коль индеец – тогда другое дело!</p>
<p>За завтраком, продолжая беседу, старик среди прочего рассказал и о том, что после неудачной погони, перед тем как улечься спать, он взял фонарь и вместе с сыновьями сходил взглянуть на изгородь – нет ли следов крови на ней самой или поблизости. Крови не оказалось, зато они подобрали большой узел с…</p>
<p>– С чем?!</p>
<p>Эти слова сорвались с губ Гека быстрее молнии. Он широко распахнул глаза и замер в ожидании ответа. Валлиец изумленно уставился на него, а потом ответил:</p>
<p>– С воровским инструментом. Да что это с тобой такое?</p>
<p>Гек откинулся на спинку стула, переводя дух и испытывая неописуемую радость. Старик взглянул на него с насмешливым любопытством и проговорил:</p>
<p>– Именно так – с отмычками, фомками, «козьими ножками». Тебе такого и видеть не приходилось. А с чего бы это ты так встревожился? Что, скажи на милость, мы должны были там найти?</p>
<p>Гека снова загнали в угол. Старик так и сверлил его взглядом, и мальчик отдал бы что угодно, лишь бы подвернулся подходящий ответ, но в голову ему ничего такого не приходило. На языке вертелась всякая бессмыслица, а времени на раздумье не было, поэтому он ляпнул первое попавшееся:</p>
<p>– Может, там были учебники для воскресной школы?</p>
<p>Его не хватило даже на то, чтобы улыбнуться, зато старик расхохотался от души. Он смеялся и смеялся, пока наконец не перевел дух и не сказал, что такой здоровый смех – чистая прибыль, потому что доктору придется меньше платить. А потом добавил:</p>
<p>– Бедняга ты бедняга – вон как побледнел и осунулся. Сразу видать, что со здоровьем нелады, – вот и мозги у тебя набекрень. Ну, глядишь, и обойдется. Отдохнешь, выспишься, и все как рукой снимет.</p>
<p>Гека взяла досада, что он вел себя как последний простофиля. И в самом деле, ведь еще у изгороди, подслушав разговор бродяг, он понял, что в узле вовсе не сокровища. Понять-то он понял, но все-таки сомневался, и поэтому упоминание о потерянном злодеями узле так встревожило его. Но зато теперь он знал наверняка, что клад в другом месте, и душа его успокоилась. Все сходилось: клад, должно быть, все еще в трактире, в номере втором, бродяг сегодня же схватят и посадят под замок, и они с Томом, едва стемнеет, завладеют золотом без особых хлопот.</p>
<p>Не успели Гек и старик валлиец покончить с завтраком, как раздался стук в дверь. Гека будто ветром сдуло – он вскочил и бросился прятаться, не желая, чтобы кто-нибудь еще пронюхал, что он имеет отношение к событиям прошлой ночи. Валлиец открыл: перед порогом стояли несколько дам и джентльменов, среди которых была и вдова Дуглас, а по склону к дому поднималась вереница горожан – поглазеть на место происшествия. Новость уже облетела весь город, и старику валлийцу пришлось рассказать гостям обо всем, что случилось ночью. Вдова принялась сердечно благодарить его за то, что он спас ей жизнь, но тот возразил:</p>
<p>– Вы ошибаетесь, сударыня. Этим вы обязаны не мне и моим ребятам, а одному человеку, который не хотел бы, чтобы его имя называли. Кабы не он, мы бы и не подумали в полночь отправиться к вашей ограде.</p>
<p>Эти слова вызвали такое любопытство, что оно затмило само происшествие, но валлиец ни в какую не желал расставаться со своей тайной. После того как старик выложил все подробности, вдова сказала:</p>
<p>– Я уснула с книгой в руках и ничего не слышала. Почему же вы не постучали и не разбудили меня?</p>
<p>– А зачем? Бродяги и не подумали бы вернуться – без инструмента у них все равно ничего не вышло бы. Зачем же пугать вас до полусмерти? Трое моих негров сторожили ваш дом всю ночь напролет и только недавно вернулись.</p>
<p>Затем явились новые посетители, и валлийцу пришлось два часа кряду пересказывать всю историю. Едва он доходил до конца, как приходилось начинать заново.</p>
<p>По случаю каникул занятий в воскресной школе не было, но прихожане собрались в церкви задолго до начала службы. Событие, взбудоражившее весь город, обсуждалось на все лады. Особенно тревожило горожан то, что ни шерифу, ни полиции не удалось напасть на след преступников. После проповеди жена судьи Тэтчера поравнялась с миссис Харпер, которая вместе с толпой продвигалась к выходу, и с улыбкой обратилась к ней:</p>
<p>– Неужели Бекки так и проваляется весь день в постели? Ну не беда – я была уверена, что она устанет до полусмерти.</p>
<p>– Ваша Бекки?</p>
<p>– Ну да. Ведь она заночевала у вас?</p>
<p>– Нет, Господь с вами!</p>
<p>Миссис Тэтчер побледнела и обессиленно опустилась на скамью как раз в ту минуту, когда мимо проходила тетя Полли, оживленно беседуя с приятельницей. Тетя Полли сказала:</p>
<p>– Доброе утро, миссис Тэтчер! Доброе утро, миссис Харпер! А мой мальчишка снова где-то запропастился. Должно быть, вчера заночевал у кого-нибудь из вас, а теперь боится показываться в церкви. Ох и задам же я ему!</p>
<p>Миссис Тэтчер, белая как мел, едва заметно покачала головой.</p>
<p>– Ничего подобного, он не ночевал у нас, – с беспокойством произнесла миссис Харпер.</p>
<p>Тетя Полли изменилась в лице.</p>
<p>– Джо Харпер, ты видел моего Тома нынче утром?</p>
<p>– Нет.</p>
<p>– А где и когда ты его видел в последний раз?</p>
<p>Джо начал припоминать, но наверняка ничего сказать не мог.</p>
<p>Толпа прихожан остановилась на полпути к выходу из церкви. Стали расспрашивать детей и молодежь, побывавших на пикнике, и оказалось, что никто из них не видел Тома и Бекки на палубе парохода, возвращавшегося в город. Было уже темно, и никому не пришло в голову проверить, все ли налицо. И тут один из молодых людей высказал предположение – не заблудились ли эти двое в пещере?</p>
<p>Миссис Тэтчер тут же упала в обморок, а тетя Полли разрыдалась и принялась ломать руки. Тревожная весть полетела из уст в уста, из улицы в улицу, и уже через пять минут в церкви забили в колокол, поднимая весь город на ноги. Происшествие на Кардиффской горе теперь казалось совершенно незначительным, о бродягах тут же забыли. Седлали лошадей, снаряжали лодки, пароход разводил пары – и спустя полчаса две сотни горожан уже двигались к пещере по суше и по воде.</p>
<p>На весь долгий день городок словно вымер, только знакомые женщины навещали тетушку Полли и миссис Тэтчер, стараясь их хоть немного утешить. Но и к ночи не было никаких известий, а когда забрезжило утро, явился посыльный с запиской, в которой стояло всего несколько слов: «Пришлите еще несколько пачек свечей и провизию». Миссис Тэтчер была на грани безумия, как и тетя Полли.</p>
<p>Старик валлиец вернулся домой на рассвете, едва держась на ногах, весь перемазанный пещерной глиной. Гек лежал в постели, куда его уложили еще с вечера – у мальчишки начался сильнейший жар. Доктора в городе не было – он тоже участвовал в спасательной экспедиции, – поэтому ухаживать за больным взялась вдова Дуглас, заявив, что сделает все возможное, потому что, каков бы ни был Гекльберри Финн, он все-таки дитя Божье. Валлиец, уже уходя, со значением заметил, что у Гека немало и хороших черт, на что вдова сказала:</p>
<p>– А я и не сомневаюсь в этом. Бог не забывает ни одного творения, выходящего из его рук.</p>
<p>Еще до полудня небольшие группы вконец измученных людей начали возвращаться в городок, но те, у кого оставались силы, по-прежнему продолжали поиски. Были обшарены самые отдаленные закоулки пещеры, куда прежде никто не забирался. Спасатели прочесывали коридор за коридором и галерею за галереей, не пропуская ни одной расщелины или самого узкого хода; при этом они пытались дать знать заблудившимся, что их ищут, криками и пистолетными выстрелами, которые далеко разносило подземное эхо. В одном месте, вдали от тех галерей, которые обычно посещают туристы, на известняковой стене были обнаружены имена пропавших: «Бекки и Том» было выведено копотью, а неподалеку валялась шелковая ленточка, закапанная свечным салом.</p>
<p>Миссис Тэтчер, опознав ленточку, пролила над ней немало слез, твердя, что это последняя память о ее бедной девочке, которая наверняка погибла ужасной смертью.</p>
<p>Так миновали три дня и три ночи, полные отчаяния и несбыточных надежд, и в конце концов у горожан опустились руки. Уныние было так велико, что когда в те же дни открылось, что в трактире «Общества трезвости» из-под прилавка торгуют виски и джином, это почти никого не заинтересовало, хотя такое событие было настоящей сенсацией.</p>
<p>Тем временем Гек, едва очнувшись от лихорадочного забытья и еще плохо ворочая языком, завел разговор о трактирах и между прочим поинтересовался, опасаясь в душе самого худшего, не случилось ли чего-нибудь в трактире «Общества трезвости», пока он тут хворает.</p>
<p>– Еще бы не случилось! – ответила вдова, уже знавшая о происшествии.</p>
<p>Гека словно подбросило на постели. Он сел, с ужасом таращась на вдову, и спросил:</p>
<p>– Что? Что там случилось, миссис Дуглас?</p>
<p>– Там обнаружили незаконное спиртное, и теперь трактир закрыт. Ложись-ка, милый, ну и напугал же ты меня!</p>
<p>– Скажите мне только одно, умоляю! Кто его обнаружил – Том Сойер?</p>
<p>И тут вдова ни с того ни с сего залилась слезами и стала увещевать Гека, что он еще слишком слаб, чтобы так долго разговаривать.</p>
<p>«Значит, кроме виски, не нашли ничего, – подумал Гек. – Небось, если б там оказалось золото, шуму было бы на весь город. Вот и выходит, что клад пропал, и, скорее всего, навсегда! Но с какой это стати вдова точит слезы? С чего бы это ей надо мной плакать?»</p>
<p>Подобные мысли смутно блуждали в затуманенной жаром голове Гека, пока от напряжения у него не начали слипаться глаза. Вдова сказала себе: «Ну вот и уснул, бедолага. Смотри-ка, что ему не дает покоя: кто обнаружил виски в трактире – Том Сойер или кто другой! Хорошо бы, если б кто-нибудь обнаружил самого Тома Сойера! А между тем в городе все меньше остается тех, кто еще надеется найти его и девочку Тэтчеров. Да и сил на поиски ни у кого уже не осталось!»</p>
</section><section><title><p>Глава 31</p>
</title><p>А теперь пора вернуться к Тому и Бекки.</p>
<p>Поначалу они вместе со всей компанией двигались по темным галереям, осматривая всевозможные достопримечательности пещеры, носившие пышные названия – «Гостиная», «Собор», «Дворец Аладдина». Это были просторные залы со стенами, покрытыми причудливыми известковыми натеками. Вскоре началась игра в прятки, и Том с Бекки увлеклись ею и играли до тех пор, пока не устали. Затем они, взявшись за руки и держа свечи над головой, начали спускаться по какой-то извилистой галерее, вглядываясь в путаную вязь имен, дат, девизов и пожеланий, выведенных копотью на стенах. Так они шли все дальше и дальше, увлеченно болтая, пока не заметили, что находятся в той части пещеры, где на стенах не было уже никаких надписей. На всякий случай они вывели копотью от свечи свои имена на выступе стены и продолжали двигаться вперед.</p>
<p>Вскоре они оказались в таком месте, где крохотный ручеек, падая с уступа стены, в течение столетий образовал полупрозрачную кружевную завесу из блестящего и прочного камня – осажденной извести. Том протиснулся за нее и, чтобы доставить Бекки удовольствие, осветил окаменевший водопад изнутри и тут же обнаружил, что позади него находится отверстие, ведущее на созданную самой природой лестницу, уходящую глубоко вниз.</p>
<p>Тома мгновенно охватила страсть к открытиям. Он окликнул Бекки, и, оставив копотью на стене знак, чтобы не заблудиться, они двинулись на разведку. Мальчик и девочка долго шли по ступенчатому коридору, который сворачивал то вправо, то влево, забираясь все глубже и глубже в тайники пещеры. Затем, сделав еще одну отметку на стене, они свернули в боковую галерею. Их влекло желание отыскать что-нибудь новое и неизведанное, о чем можно было бы рассказать приятелям, и в конце концов они набрели на огромный зал, где с потолка свисало великое множество сталактитов, длинных и толстых, как человеческая нога. Том и Бекки обошли зал, восторгаясь и ахая, и покинули его через одну из множества боковых галерей.</p>
<p>По этой галерее они вскоре попали к родниковому озерцу, дно которого было выложено сверкающими, словно иней, кристаллами, а сам родник находился в центре пещеры, стены которой поддерживало множество могучих колонн из сталактитов и сталагмитов, которые росли навстречу друг другу в течение тысячелетий и наконец слились. Наверху, под самым сводом, словно гирлянды, висели тысячи летучих мышей; потревоженные светом, некоторые из них отрывались от спящих сородичей и с яростным писком бросались вниз, стремительно кружа вокруг пламени свечей.</p>
<p>Зная повадки летучих мышей, Том представлял, насколько они могут быть опасны. Поэтому он схватил Бекки за руку и потащил в первый попавшийся коридор – и вовремя, потому что как раз в это мгновение летучая мышь загасила крылом свечу Бекки. Спасаясь от этих тварей, они долго бежали по коридорам и галереям, то и дело сворачивая, и наконец избавились от погони. А вскоре очередной проход внезапно оборвался, и перед Томом и Бекки открылось подземное озеро с совершенно черной водой. Тускло поблескивая, оно уходило куда-то вдаль, так что невозможно было различить противоположный берег. Прежде чем обследовать берега озера, они с Бекки уселись на выступ стены – и впервые гнетущее безмолвие пещеры коснулось их своей ледяной рукой.</p>
<empty-line></empty-line><image l:href="#i_015.jpg"></image><empty-line></empty-line><p>– Ох, Том, тебе не кажется, что как-то уж очень давно не слышно ничьих голосов? – сказала Бекки.</p>
<p>– Еще бы! – отозвался Том. – Подумай сама, ведь мы сейчас находимся намного ниже тех коридоров, по которым спускались все остальные, и к тому же гораздо дальше к северу или к востоку. Отсюда нам их ни за что не услышать.</p>
<p>Бекки встревожилась.</p>
<p>– А как ты думаешь, сколько мы пробыли внизу, Том? Может, пора возвращаться?</p>
<p>– Да, пожалуй, уже пора.</p>
<p>– А ты найдешь дорогу, Том? У меня все эти галереи в голове перепутались, и я ничегошеньки не помню.</p>
<p>– Да я бы нашел, если б не эти чертовы летучие мыши. Если они нам потушат обе свечки – тогда просто беда. Давай поищем какой-нибудь другой проход, лишь бы не возвращаться к мышам.</p>
<p>– Как скажешь. Только бы мы не заблудились! – Девочка вздрогнула, представив себе, что может случиться, если они и в самом деле заблудятся.</p>
<p>Свернув в первый попавшийся проход, они долго шли по нему, с надеждой заглядывая в каждую боковую галерею – не покажется ли она знакомой. Всякий раз, когда Том принимался осматривать новый ход, Бекки не сводила с него глаз и ему приходилось бодро твердить:</p>
<p>– Все в порядке. Это еще не тот, но скоро мы доберемся и до того, который нам нужен!</p>
<p>Однако с каждой новой неудачей Том все больше падал духом, а вскоре уже сворачивал куда попало в надежде случайно наткнуться именно на ту галерею, которая вела бы к выходу. Он еще продолжал повторять, что все идет нормально, но страх свинцовой плитой давил на его сердце. Бекки прижалась к Тому, охваченная непреодолимым ужасом, из глаз ее текли слезы, как она ни старалась их сдержать. Наконец девочка сказала:</p>
<p>– Пусть там летучие мыши, но давай все-таки попробуем вернуться старой дорогой! Так нам никогда отсюда не выбраться.</p>
<p>Том остановился и сказал:</p>
<p>– Слушай хорошо!</p>
<p>В подземелье царила мертвая тишина, которую нарушали только звуки их дыхания. Том крикнул, и ему отозвалось пещерное эхо. Оно прокатилось по пустым галереям и, уже затихая вдали, превратилось в странный гул, напоминающий насмешливый хохот.</p>
<p>– Ой, не надо, Том, уж очень жутко! – прошептала Бекки.</p>
<p>– Хоть и жутко, а придется кричать, Бекки. Может быть, кто-нибудь нас услышит. – И он снова крикнул.</p>
<p>От того, что Том произнес «может быть», Бекки стало еще страшней, чем от призрачного хохота эхо, – это означало, что надежды больше нет. Они еще долго стояли, вслушиваясь в тишину, но ниоткуда не доносилось ни звука.</p>
<p>Том круто развернулся и двинулся обратно. Но уже через пару сотен шагов его походка стала далеко не такой решительной. Теперь он не мог найти и коридор, ведущий к подземному озеру!</p>
<p>– Ах, Том, ну почему ты не оставлял по пути знаки!</p>
<p>– Бекки, я свалял жуткого дурака! Мне и в голову не пришло, что нам, может быть, придется возвращаться той же дорогой. Нет, ничего не выходит, совсем запутался…</p>
<p>– Том, Том, мы заблудились! Мы заблудились!.. Теперь нам никогда не выбраться из этой страшной пещеры! Ах, и зачем только мы отбились от остальных!..</p>
<p>Она опустилась на землю и так горько расплакалась, что Том испугался, что Бекки сейчас умрет. Он опустился рядом и обнял девочку, а она спрятала лицо у него на груди и крепко прижалась к нему. Том уговаривал ее собраться с силами и не терять надежды, а она отвечала, что ничего не может поделать с собой. Тогда он принялся бранить себя за то, что навлек на нее такую беду, и неожиданно это помогло. Бекки вдруг заявила, что сейчас же успокоится, встанет и пойдет за ним куда угодно, лишь бы он перестал себя упрекать и бранить. В том, что случилось, он виноват ничуть не больше, чем она сама.</p>
<p>Вскоре они пошли дальше, но теперь уже куда глаза глядят, просто наудачу. Им больше ничего не оставалось, только идти без остановки, пока не кончатся силы. Надежда снова ожила в их сердцах – и вовсе не потому, что было на что надеяться, а потому, что когда человек молод, он с трудом способен поверить, что на него свалилось несчастье.</p>
<p>Вскоре Том взял у Бекки свечу и погасил ее. Никаких объяснений не понадобилось: Бекки сразу поняла, что означает такая бережливость, и опять впала в уныние. Она знала, что у Тома в кармане есть еще одна свеча, совсем целая, и три или четыре огарка, и, тем не менее, их приходилось беречь.</p>
<p>Прошло еще некоторое время, и дала себя знать усталость, но оба не хотели ей поддаваться. Страшно было даже подумать о том, чтобы остановиться. Движение вперед в конце концов могло привести к спасению, а остановиться и сесть было равносильно полной капитуляции, когда ничего не остается, кроме ожидания конца.</p>
<p>Но все-таки наступил момент, когда ножки Бекки отказались ей служить. Она присела отдохнуть, Том устроился рядом, и оба стали вспоминать родных и друзей, удобные постели, а главное – солнечный свет! Бекки снова заплакала, и Том попробовал придумать что-нибудь утешительное, но все россказни о том, как они выберутся отсюда, теперь звучали как насмешка. Измученная Бекки вскоре задремала, а потом крепко уснула. Том сидел, глядя на ее осунувшееся от усталости и тревоги личико, и видел, как от мирных снов оно становилось спокойным – таким, как всегда. Вскоре на губах спящей девочки заиграла улыбка, и эта улыбка неожиданно успокоила Тома и помогла ему собраться с духом.</p>
<p>Так он просидел довольно долго, как вдруг Бекки негромко рассмеялась и тут же проснулась. Смех замер на ее губах, сменившись жалобным стоном.</p>
<p>– Как же это я могла уснуть! О-о, я вовсе не хотела бы просыпаться!.. – произнесла она, но тут же спохватилась: – Нет, нет! Не смотри на меня так, Том! Я больше не буду говорить что-либо подобное!</p>
<p>– Я рад, что тебе удалось поспать, Бекки. Теперь ты отдохнула, и мы очень скоро найдем дорогу к выходу.</p>
<p>– Будем пытаться, Том… Знаешь, я только что видела во сне такую прекрасную страну! Мне кажется, мы с тобой скоро будем там.</p>
<p>– Уж и не знаю, Бекки. А пока давай искать выход.</p>
<p>Мальчик и девочка встали и пошли дальше, взявшись за руки и, в общем-то, уже ни на что не надеясь. Они не знали, как давно находятся в пещере, – им казалось, что прошла не одна неделя. Это, однако, было не так – ведь свечи еще не сгорели. Спустя некоторое время Том пошел медленнее и начал прислушиваться, не капает ли где вода, – обоим хотелось пить и нужно было найти источник. Вскоре источник нашелся, и Том сказал, что нужно снова передохнуть. Они смертельно устали, однако Бекки мужественно заявила, что готова пройти еще немного, но Том не согласился.</p>
<p>Когда они уселись, прислонившись к холодной стене, и Том комком сырой глины прилепил свечу к стене, наступило долгое молчание. Бекки заговорила первой:</p>
<p>– Том, мне ужасно хочется есть!</p>
<p>Том порылся в кармане и вытащил что-то завернутое в салфетку.</p>
<p>– Помнишь? – спросил он.</p>
<p>Бекки через силу улыбнулась:</p>
<p>– Это наш свадебный пирог, Том.</p>
<p>– Да, жаль только, что он не с тележное колесо величиной. Больше у нас ничего нет.</p>
<p>– Я на пикнике тоже спрятала кусочек и собиралась потом положить под подушку, как делают взрослые девушки на свадьбах, чтобы приснился жених, но, видно…</p>
<p>Она не договорила. Том разделил кусок пополам, и Бекки с аппетитом съела свою долю, а Том от своей только отщипнул. Холодной воды, чтобы запить еду, было сколько угодно.</p>
<p>Примерно через полчаса Бекки предложила идти дальше. Том помолчал с минуту, а затем сказал:</p>
<p>– Бекки, ты должна меня выслушать.</p>
<p>Бекки побледнела.</p>
<p>– Мы должны остаться там, где есть вода для питья. Этот огарок у нас последний. Так будет разумнее всего.</p>
<p>Бекки снова расплакалась. Том утешал ее как мог, но это не помогало. Наконец Бекки проговорила сквозь слезы:</p>
<p>– Том!</p>
<p>– Что, Бекки?</p>
<p>– Нас наверняка хватятся и начнут искать!</p>
<p>– Непременно начнут.</p>
<p>– Может быть, нас уже ищут, Том!</p>
<p>– Пожалуй, что и так.</p>
<p>– А когда, по-твоему, нас хватились?</p>
<p>– Когда все вернулись на пароход, я думаю.</p>
<p>– Том, но ведь снаружи в это время уже темно. Они могли не заметить, что нас нет.</p>
<p>– Вряд ли. Во всяком случае, мама хватится тебя, как только все вернутся домой.</p>
<p>Лицо Бекки изменилось. Том вспомнил, что Бекки не ждут дома этим вечером. И оба мгновенно поняли: только в воскресенье утром миссис Тэтчер узнает, что Бекки не ночевала у миссис Харпер.</p>
<p>Ничего не оставалось – только сидеть, не сводя глаз с крохотного огарка, который медленно и безостановочно таял, пока наконец не осталось всего полдюйма фитиля. Слабый синеватый огонек то вспыхивал, то угасал, выпуская тонкую струйку копоти, затем помедлил долю секунды – и воцарилась непроглядная тьма.</p>
<p>Ни один из них не смог бы сказать, сколько прошло времени, прежде чем Бекки заметила, что плачет в объятиях Тома. Бесконечно долго они находились в сонном оцепенении, а очнулись снова в полном отчаянии. Чтобы немного расшевелить Бекки, Том сказал, что уже, должно быть, наступило воскресенье, а может, и понедельник, но она была слишком подавлена и больше ни на что не надеялась. Тогда он предположил, что уже идут поиски и нужно снова попробовать кричать, однако в полной темноте пещерное эхо звучало еще более жутко, и Тома хватило только на то, чтобы крикнуть один раз.</p>
<p>Проходил час за часом, и голод снова начал терзать пленников пещеры. У Тома еще оставался кусочек пирога; они честно разделили его и съели, но эти жалкие крохи только раздразнили их аппетит.</p>
<p>Вдруг Том воскликнул:</p>
<p>– Тише! Ты слышала?</p>
<p>Оба затаили дыхание. Из глубины переходов и галерей до них донесся какой-то звук, похожий на слабый далекий крик. Том сейчас же отозвался и, схватив Бекки за руку, начал ощупью продвигаться по коридору туда, откуда исходил этот звук. Немного погодя он снова прислушался: крик раздался опять, уже немного ближе.</p>
<p>– Это они! – сказал Том. – Нас ищут! Держись, Бекки, все будет в порядке!</p>
<p>Их охватила безумная радость. Спешить, однако, не следовало, потому что здесь на каждом шагу попадались трещины и провалы. Вскоре из-за этого Тому и Бекки пришлось остановиться – Том нащупал край какой-то ямы. Может, в ней было всего три фута глубины, а может, и все сто, – во всяком случае, обойти ее в темноте не удавалось. Том лег на живот и свесился вниз насколько мог, но дна все равно не достал. Нужно было оставаться на месте и ждать, пока за ними придут. А тем временем крики становились все слабее и удалялись. Прошла еще минута-другая, и они окончательно затихли.</p>
<p>Отчаяние и тоска охватили пленников пещеры Мак-Дугала с новой силой. Том кричал, пока не охрип, – но все было бесполезно. И сколько они ни вслушивались, из глубины коридоров больше не доносилось ни звука.</p>
<p>Ощупью они нашли дорогу обратно к источнику, и снова в темноте и холоде потянулось бесконечное время. Им удалось ненадолго уснуть, но проснулись они еще более голодные и несчастные. Том подумал, что уже, наверное, вторник.</p>
<p>И вдруг его осенило. Поблизости находились входы в несколько небольших боковых галерей. Не лучше ли отправиться на разведку, чем изнывать от безделья и тоски?</p>
<p>В кармане у Тома отыскалась длинная бечевка от бумажного змея, он накрепко привязал ее к выступу скалы и пустился в путь, постепенно разматывая бечеву. Через двадцать шагов коридор кончился очередным обрывом. Том опустился на колени, протянул руку сначала вниз, потом насколько смог вдоль стены и обнаружил, что в двух футах дальше стена кончается. Он хотел проверить, нет ли там еще одной галереи, когда впереди возникло слабое мерцание и из-за скалы показалась чья-то рука со свечой!</p>
<empty-line></empty-line><image l:href="#i_016.jpg"></image><empty-line></empty-line><p>Том радостно закричал – и вслед за этой рукой появилась вся фигура мужчины. Это был… Невозможно поверить – это был индеец Джо!</p>
<p>Ошеломленный, Том оцепенел. А в следующее мгновение он, к величайшему своему облегчению, увидел, что индеец пустился бежать и вскоре скрылся из виду. Странное дело: Джо не узнал его голоса – должно быть, пещерное эхо изменило его, иначе он без колебаний убил бы Тома за его показания в суде. Именно так мальчик и рассуждал, окончательно ослабев от пережитого страха. В конце концов Том сказал себе, что, если у него хватит сил дотащиться до источника, он никуда больше оттуда не двинется, чтобы снова не наткнуться на индейца. Возвратившись, он скрыл от Бекки, что видел бродягу, и сказал ей, что крикнул просто так, на всякий случай.</p>
<p>Однако голод и безнадежность оказались сильнее пережитого им страха. Они с Бекки еще немного подремали у источника, а когда проснулись, Тому показалось, что уже наступила среда, а может быть, даже четверг или пятница. Наверняка их давно перестали искать, заключив, что они погибли. Поэтому он решил осмотреть еще один коридор, однако Бекки, сильно ослабевшая, не смогла отправиться с ним. Девочка едва слышно проговорила, что останется здесь и умрет, тем более что ждать этого осталось уже недолго. Том может делать что хочет, но она бы попросила его почаще возвращаться, чтобы быть с ней в последнюю минуту и не выпускать ее руку из своих рук.</p>
<p>Спазм сдавил Тому горло. Он поцеловал Бекки и заверил ее, что надеется вскоре обнаружить выход из пещеры или встретить тех, кто их разыскивает. Потом он взялся за бечевку и пополз на четвереньках по одному из коридоров. Он и сам был чуть жив от голода, а его душу терзало предчувствие скорой гибели.</p>
</section><section><title><p>Глава 32</p>
</title><p>Вечером во вторник городок Сент-Питерсберг все еще горевал по пропавшим детям. За них молились в церкви всем приходом, многие и дома от всей души просили Господа спасти несчастных, но до сих пор из пещеры не было вестей. Поиски продолжали всего несколько человек во главе с судьей Тэтчером, а большинство горожан, принимавших в них участие, уже вернулись к повседневным делам. Миссис Тэтчер слегла, у нее начался бред, и говорили, что просто сердце разрывается слушать, как она без конца зовет свою девочку, мечась по постели и то и дело вскакивая. Седеющие волосы тетушки Полли стали за эти дни совсем белыми. Городок отошел ко сну, полный печали и уже ни на что не надеясь.</p>
<p>Внезапно в середине ночи ударил церковный колокол, к нему присоединился другой, и в считанные минуты улицы заполнились ликующими полуодетыми людьми, которые вопили, как помешанные: «Выходите! Выходите скорее! Они нашлись! Они нашлись!» Неистовствовали колокола, гремели сковородки, гнусавили рожки, а весь город толпой повалил к реке, навстречу Тому и Бекки, которых везли в открытой коляске. Детей окружили и торжественно проводили домой по главной улице с громовыми криками «ура».</p>
<p>Повсюду загорелись огни, и никто больше не ложился спать. Это была самая праздничная ночь в жизни Сент-Питерсберга. В первые полчаса горожане вереницей тянулись к дому судьи Тэтчера; спасенных крепко обнимали и целовали, пожимали руки миссис Тэтчер, пытались сказать что-то значительное, но слов не хватало – и они уходили, вытирая по дороге увлажнившиеся глаза.</p>
<p>Тетя Полли чувствовала себя на седьмом небе, не говоря уже о миссис Тэтчер, которой теперь хотелось только одного: чтобы гонец, посланный к мужу, который все еще продолжал поиски в пещере, немедленно сообщил ему радостную весть.</p>
<p>Том возлежал на диване, окруженный восхищенными слушателями, и вел рассказ о приключениях, выпавших на долю его и Бекки, безбожно завираясь и приукрашивая их самыми невероятными выдумками. Он как раз добрался до того, как оставил Бекки в забытьи и отправился искать выход. Бечевки хватило ровно настолько, чтобы пройти две галереи; он свернул в третью, натянув бечевку до отказа, и хотел было уже вернуться, когда вдали блеснуло что-то похожее на дневной свет. Том, бросив бечевку, стал пробираться ползком по узкому проходу и вскоре оказался у отверстия шириною в два фута. Просунув в него голову и плечи, он увидел, что прямо под ним катит свои волны Миссисипи!</p>
<empty-line></empty-line><image l:href="#i_017.jpg"></image><empty-line></empty-line><p>Если бы в это время стояла ночь, ему ни за что не удалось бы заметить этого отверстия, но, слава Всевышнему, был всего лишь вечер. Далее Том поведал, как вернулся к Бекки с радостной новостью, но она попросила, чтобы он больше не мучил ее такими пустяками, потому что скоро она умрет и это наверняка будет к лучшему. Он принялся уговаривать и убеждать ее, и в конце концов Бекки сдалась и из последних сил последовала за ним, а спустя полчаса, добравшись до того места, откуда было видно голубое пятнышко дневного света, едва и в самом деле не умерла – на сей раз уже от радости.</p>
<p>Том выбрался из дыры и помог выбраться Бекки; потом они спустились с откоса, сели на берегу и оба залились счастливыми слезами избавления. Мимо как раз проплывали какие-то люди в челноке, и Том окликнул их и сказал, что они заблудились в пещере, только что выбрались оттуда и умирают от голода. Поначалу Тому и Бекки не поверили и даже начали смеяться, говоря, что пещера находится в пяти милях выше по течению, но потом усадили детей в лодку, отвезли на какую-то ферму, накормили ужином, уложили в постель на пару часов, а с наступлением темноты доставили в город.</p>
<p>Только перед рассветом удалось разыскать судью Тэтчера с горсточкой его помощников. Чтобы сообщить им радостную весть, гонцу пришлось долго пробираться в глубь пещеры, ориентируясь по бечевке, которая тянулась за спасателями, не прекращавшими поиски ни днем ни ночью.</p>
<p>Трое суток скитаний, холода и голода в пещере дорого обошлись Тому и Бекки. И среду и четверг они провели в постели, чувствуя себя совершенно разбитыми. В пятницу Том уже стал выходить на улицу, а к субботе был почти здоров, зато Бекки не до конца оправилась и к воскресенью и выглядела так, словно перенесла тяжелую болезнь.</p>
<p>Прослышав о том, что и Гек занедужил, Том в пятницу отправился прямо к вдове Дуглас, но к больному его не пустили; в субботу и в воскресенье он тоже не сумел к нему проникнуть. И только в начале новой недели его допустили к Геку, предупредив, чтобы он ни слова не проронил о своих приключениях и не вздумал волновать выздоравливающего. Свидание происходило в присутствии вдовы, которая зорко следила за тем, чтобы Том не сболтнул лишнего. Из рассказов домашних Том уже знал о событиях на Кардиффской горе, а также о том, что тело бродяги-оборванца недавно выловили из реки неподалеку от пароходной пристани, – должно быть, он утонул, пытаясь спастись бегством.</p>
<p>Только недели через две после спасения из пещеры Тому снова было дано разрешение переговорить с Геком, который уже набрался сил и быстро шел на поправку. По пути к дому вдовы Том заглянул к судье Тэтчеру, чтобы проведать Бекки. Судья и несколько его приятелей и знакомых как раз сидели в гостиной. Они завели разговор с Томом, и кто-то из них в шутку поинтересовался, не собирается ли тот опять в пещеру. Том ответил, что он бы не прочь, и судья сказал:</p>
<p>– Наверняка ты не один такой, Том. Ни минуты в этом не сомневался. Но теперь мы приняли необходимые меры. Больше никто и никогда не заблудится в пещере Мак-Дугала.</p>
<p>– Почему? – удивился Том.</p>
<p>– Потому что еще две недели назад я велел обить входную дверь листовым железом и запереть ее на три замка, ключи от которых находятся у меня.</p>
<p>Том разинул было рот, но не вымолвил ни слова, только побелел как простыня.</p>
<p>– Что с тобой, мальчик? Эй, кто-нибудь! Скорее воды!</p>
<p>Принесли воду и стали брызгать Тому в лицо.</p>
<p>– Ну, слава Богу, наконец-то ты пришел в себя. Что с тобой, Том? Тебе нехорошо?</p>
<p>– Мистер Тэтчер, там, в пещере, – индеец Джо!</p>
</section><section><title><p>Глава 33</p>
</title><p>В считанные минуты эта весть облетела весь город, а через полчаса около десятка переполненных лодок уже были на пути к пещере Мак-Дугала. Вскоре за ними отправился и пароход, битком набитый горожанами. Том Сойер оказался в одной лодке с судьей Тэтчером.</p>
<p>Когда тяжелую дверь, ведущую в пещеру, отперли, глазам присутствующих открылось ужасающее зрелище. В полумраке грота лежал мертвый индеец Джо. Тело его находилось у самого входа, лицом к щели между косяком и створкой, словно до последней минуты он не мог оторвать взгляда от светлого и радостного мира на воле. Том лучше кого бы то ни было мог понять, что довелось пережить этому несчастному. В сердце мальчика зашевелилась жалость, и в то же время он испытал огромное облегчение. Впервые за долгое время он почувствовал себя свободным и по-настоящему осознал, под каким гнетом жил с того самого дня, когда отважился выступить на суде.</p>
<p>Охотничий нож индейца валялся рядом с телом, его лезвие было сломано. Толстый нижний брус двери был глубоко изрезан, что наверняка потребовало тяжких усилий, однако они пропали даром, потому что сразу за деревянным брусом находился каменный порог, с которым Джо ничего не смог поделать, тем более что его нож, судя по всему, сразу же сломался о камень. В расщелинах стен грота обычно можно было найти с десяток огарков, оставленных посетителями, но теперь не было ни одного – некоторое время пленник пещеры питался ими. Он даже ухитрился поймать с десяток летучих мышей и съел их полностью, оставив одни когтистые лапки, но и это его не спасло – несчастный умер голодной смертью. Неподалеку от входа над известняковым полом поднимался сталагмит, выросший в течение веков из капель воды – те падали с висевшего над ним сталактита. Узник отломил верхушку сталагмита и положил на него плоский камень, выдолбив в этом камне ямку, чтобы собирать драгоценные капли влаги, падавшие через каждые три минуты – за сутки набиралась столовая ложка.</p>
<p>Эти капли падали, когда в Египте строились пирамиды; когда греки осаждали Трою; когда основывался Рим; когда распинали Христа; когда Вильгельм Завоеватель ступил на землю Британии; когда Христофор Колумб снаряжал свои каравеллы; когда битва при Лексингтоне в 1775 году еще была новостью. Падают они и теперь и будут падать тогда, когда обо всех этих событиях человечество забудет. Говорят, все на свете имеет свою цель и свое назначение. Так неужели же эта капля терпеливо падала в течение пяти или десяти тысяч лет только для того, чтобы одинокое умирающее человеческое существо, причем далеко не лучшее в своей породе, утоляло ею свою жажду?</p>
<p>Нам об этом ничего не известно. И по прошествии нескольких десятков лет с тех пор, как злополучный индеец выдолбил камень, чтобы собирать в него живительную влагу, туристы, приезжающие поглазеть на достопримечательности пещеры Мак-Дугала, подолгу задерживаются, глядя на камень с выемкой и на медленно набухающую каплю вверху. «Чаша индейца Джо» – так его назвали – стоит на первом месте среди чудес пещеры, и даже «Дворец Аладдина» не может с ней сравниться.</p>
<p>Тело Джо погребли неподалеку от входа в пещеру. Окрестные жители съезжались на похороны в лодках и повозках отовсюду – из городков, поселков и ферм, отстоящих на много миль от пещеры. Они везли с собой детей и провизию и потом часто повторяли, что похороны доставили им не меньшее удовольствие, чем если бы они своими глазами видели, как Джо вздернули на первом же суку. Вдобавок похороны приостановили ход еще одного дела – оказывается, на имя губернатора было подано прошение о помиловании индейца Джо. Под ним было собрано немало подписей, состоялся даже митинг, на котором расточались перлы красноречия, а целый комитет чувствительных дам уже готов был облачиться в траур и отправиться к губернатору, умоляя его забыть свой долг и показать себя добросердечным ослом. Что с того, что индеец Джо убил двух-трех жителей городка? Да если б он был сам сатана, и тогда в наших краях нашлось бы немало человеколюбцев, готовых ходатайствовать за него.</p>
<p>На следующий день после похорон индейца Том отвел Гека в укромное место, чтобы поговорить с ним с глазу на глаз. Гек уже кое-что знал о приключениях Тома от старика валлийца и вдовы Дуглас, поэтому, насупившись, проговорил:</p>
<p>– Да знаю я, о чем речь. Ты побывал в номере втором и не нашел ничего, кроме бочонка и бутылок с виски. Мне не говорили, но я сразу все понял, когда дознался, что трактир закрыли. Выходит, денег там не было, иначе ты придумал бы способ дать мне знать. И вот что я тебе скажу, Том: мне всегда казалось, что нам с тобой этих денег не видать как своих ушей.</p>
<p>– Ты спятил, Гек? И вовсе я не доносил на хозяина трактира. Ты разве забыл, что в субботу, когда мы отправились на пикник, он еще был открыт? Как же так – ведь в ту ночь ты должен был караулить!</p>
<p>– Фу ты, дьявол! Ей-богу, кажется, целый год с тех пор прошел. Это ведь было в ту самую ночь, когда я выследил индейца Джо и тащился за ним до самого дома вдовы.</p>
<p>– Так это ты его выследил?!</p>
<p>– Ну да, только ты держи язык за зубами. У индейца Джо, должно быть, подручных и приятелей, как лягушек на болоте, – не хватало еще, чтобы они на меня обозлились и начали пакостить! Если б не я, Джо давно бы уже разгуливал в Техасе.</p>
<p>Тут Гек, взяв с Тома слово молчать как скала, рассказал все, что с ним приключилось.</p>
<p>– И вот что я тебе скажу, – в заключение добавил он, – тот, кто нашел бочонок виски во втором номере, – нашел и деньги. И кто бы это ни был, для нас они пропали навек!</p>
<p>– Гек, этих денег в номере втором никогда не бывало!</p>
<p>– Как ты сказал? – Гекльберри с надеждой заглянул в глаза приятелю. – Том, уж не напал ли ты снова на след?</p>
<p>– Они в пещере, Гек!</p>
<p>– Где-где?</p>
<p>– Деньги в пещере!</p>
<p>– Поклянись скальпом! Ты шутишь или взаправду так считаешь?</p>
<p>– Такой истинной правды, Гек, я еще никому не говорил. Хочешь туда со мной?</p>
<p>– Еще бы я не хотел! Только как бы нам опять не заблудиться.</p>
<p>– Гек, да это же проще простого!</p>
<p>– Вот здорово-то! А почему ты решил, что сундук…</p>
<p>– Погоди, дай добраться до места, и все поймешь! Если мы их не найдем, я тебе отдам все, что у меня есть. Даже свой барабан отдам, вот чем хочешь клянусь!</p>
<p>– Годится. А когда?</p>
<p>– Да хоть прямо сейчас. Сил-то у тебя хватит?</p>
<p>– Ну я уже дня три, а то и четыре на ногах, гуляю понемногу, только больше мили мне не пройти, нет, не пройти!</p>
<p>– Вообще-то, туда по прямой миль пять, но я знаю другую дорогу, много короче, по ней никто не ходит. До места я тебя свезу в челноке. Буду сам грести и туда и обратно. Тебе, Гек, пальцем пошевелить не придется.</p>
<p>– Ну так давай сейчас и отчалим!</p>
<p>– Хорошо. Надо прихватить хлеба с ветчиной, трубки, два-три мешка, клубок бечевки да несколько спичек. Знаешь, сколько раз мне приходилось жалеть, что у меня их с собой нет!</p>
<p>Был уже полдень, когда мальчики позаимствовали челнок у одного горожанина, которого как раз не оказалось дома, и двинулись в путь. Часом позже они миновали ту самую лесистую долину, на склоне которой находился главный вход в пещеру Мак-Дугала, и продолжали еще довольно долго плыть по течению. Наконец Том сказал:</p>
<p>– Видишь этот обрыв? Здесь нет никаких построек, даже заброшенных сараев. Одни только кусты. А теперь посмотри чуть повыше: видишь белое пятно вон там, где оползень? Это моя примета. Здесь и причалим.</p>
<p>Когда они высадились, Том насмешливо заметил:</p>
<p>– Слышь-ка, Гек, оттуда, где ты сейчас стоишь, можно удочкой дотянуться до входа в пещеру. А ты попробуй его найти!</p>
<p>Гек обшарил все вокруг, но только руками развел. Тогда Том, раздувшись от гордости, вломился в густые заросли сумаха и крикнул оттуда:</p>
<p>– Да вот же он! Погляди, Гек. Второго такого удобного логова сроду не найти. Но ты об этом помалкивай. Сам знаешь, я давно собирался податься в разбойники, да все не попадалось подходящее место. Скажем только Джо Харперу и Бену Роджерсу – нас всего двое, а надо же, чтобы была какая-никакая шайка! Шайка Тома Сойера – здорово, а?</p>
<p>– Вроде ничего звучит. А кого ж мы будем грабить?</p>
<p>– Ну мало ли кто подвернется! Будем устраивать засады – так всегда делают разбойники.</p>
<p>– И убивать придется?</p>
<p>– Не всегда. Будем брать пленников и держать в пещере, пока не заплатят выкуп.</p>
<p>– Что еще за выкуп?</p>
<p>– Ну деньги. Сажаешь их под замок и держишь, пока родственники и знакомые не соберут кучу золота, чтобы выкупить их на свободу. А если не заплатят через год, тогда да – придется убивать. Все так и делают, но женщин не убивают – держат в плену. Отбирают у них часы и драгоценности, но при этом надо обращаться с ними вежливо и без конца снимать шляпу. Вообще, вежливее разбойников никого на свете нету – это во всех книжках написано. Ну женщины, ясное дело, сразу в тебя влюбляются, а когда поживут в пещере недельку-другую, то их оттуда и метлой не выгнать. Ну а когда уйдут, помаются-помаются – и обратно. Я сам не раз читал.</p>
<p>– Здорово, Том. Это, пожалуй, лучше, чем быть пиратом.</p>
<p>– Еще бы не лучше! И до дома рукой подать, и цирк в двух шагах, да мало ли что еще…</p>
<p>Когда приготовления были закончены, мальчики пролезли на четвереньках в узкую нору на береговом откосе. Том полз впереди и, едва они добрались до конца тесного туннеля, закрепил конец бечевки и двинулся дальше. Еще сотня шагов – и они оказались у источника. От одного взгляда на это место Тома охватила дрожь. Он показал Геку комок глины с остатками свечного фитиля на стене и живо описал, как они с Бекки в отчаянии следили за угасающим пламенем последней свечи.</p>
<p>Тишина и мрак пещеры подействовали на них удручающе, и оба невольно перешли на шепот. Продолжая путь, они вскоре добрались до более широкого коридора, в котором находился провал, обнаруженный Томом в темноте. Однако при свете пары свечей мигом стало ясно, что это вовсе не бездонная пропасть. Глинистая почва дна коридора просела, образовав углубление. Дно его находилось в каких-нибудь двадцати футах от верхнего края.</p>
<p>Том прошептал:</p>
<p>– Сейчас я покажу тебе одну штуковину, Гек.</p>
<p>Он поднял свечу повыше и продолжил:</p>
<p>– Загляни-ка вниз. На большом камне – знак, сделанный копотью. Видишь?</p>
<p>– Так это ж крест!</p>
<p>– А где у нас номер второй, помнишь? Под крестом! Как раз здесь я встретил индейца Джо!</p>
<p>Гек долго вглядывался в загадочный знак, а потом проговорил:</p>
<p>– Знаешь, Том, давай-ка лучше уйдем отсюда!</p>
<p>– Да ты что! А клад – бросить его что ли?</p>
<p>– Пропади он пропадом! – голос Гека задрожал. – Дух индейца Джо наверняка все еще бродит где-нибудь поблизости.</p>
<p>– С какой это стати, Гек? Дух должен быть там, где умер индеец, – у входа в пещеру. Это в пяти милях отсюда.</p>
<p>– Я, что ли, не знаю повадок духов? Да и тебе они известны не хуже. Ты мне голову не морочь – дух на все сто здесь, сторожит золото.</p>
<p>Том заколебался. А что, если Гек и в самом деле прав? Недоброе предчувствие закралось в его душу. Но вдруг его осенило:</p>
<p>– Слышь, Гек, ну и дураки же мы с тобой! Да разве ж дух сунется туда, где крест?</p>
<p>Довод был веский и подействовал на Гека.</p>
<p>– Ох ты, а я и не подумал! Верно, Том. Повезло нам. Тогда, пожалуй, стоит спуститься и поискать сундук.</p>
<p>Том полез первым, на ходу вырубая в глине ступеньки. Гек следовал за ним. На дне провала, где лежал большой камень, начинались еще четыре галереи, расходящиеся в разные стороны. Мальчики обследовали три из них, но там было пусто. В четвертом проходе, начало которого находилось ближе всего к основанию камня, они нашли небольшую нишу, а в ней – разостланные одеяла, рваную подтяжку, высохшую свиную шкуру и добела обглоданные кости двух-трех кур. Не было там только сундука. Они обшарили все вокруг – безрезультатно.</p>
<p>Наконец Том сказал:</p>
<p>– Джо говорил, что их место – под крестом. Но прямо под крестом – значит, под камнем, а этого быть не может. Уж слишком глубоко эта махина сидит в земле.</p>
<p>Они снова обыскали все вокруг, а потом сели передохнуть. Гек впал в уныние. Том долго сидел, сосредоточившись, и вдруг проговорил:</p>
<p>– Слышь, Гек, там, с другой стороны камня, следы от сапог на глине. И камень закапан свечным салом. Такого больше нигде нету. Как думаешь, с чего бы это? По-моему, это то самое место и есть.</p>
<p>– Ну ты, Том, голова! – обрадовался Гек, сразу оживившись.</p>
<p>Том пустил в ход свой ножик фирмы Барлоу и, прокопав не больше четырех дюймов, наткнулся на что-то твердое.</p>
<p>– Это дерево, Гек, слышишь?</p>
<p>Гек тоже принялся рыть, отгребая глину руками. Вскоре показались две-три доски, которые мальчики легко вынули. Под ними открылась щель, уходившая куда-то под камень. Том сунул в нее голову, держа перед собой свечу, но конца узкой расселины так и не смог разглядеть. Тогда он заявил, что спустится глянуть, и, скрючившись в три погибели, полез под камень. Узкий ход шел под уклон. Тому пришлось повернуть сначала направо, потом налево. Гек, сопя, полз за ним по пятам. Миновав еще один поворот, Том воскликнул:</p>
<p>– Боже ты мой! Гек, ты только погляди!</p>
<p>В уютной маленькой пещерке перед ними стоял тот самый сундук, который они видели в заброшенном доме. Здесь же находились пустой бочонок из-под пороха, два ружья в чехлах, несколько пар старых мокасин, кожаный ремень и прочий хлам, сильно попорченный водой, которая сочилась по стенам.</p>
<p>– Наконец-то! – пробормотал Гек, запуская обе руки в груду потемневших от времени монет. – Теперь мы с тобой богачи, Том!</p>
<empty-line></empty-line><image l:href="#i_018.jpg"></image><empty-line></empty-line><p>– Гек, я и не сомневался, что эти деньги нам достанутся. И все равно не могу поверить! Но знаешь что? Нечего нам тут торчать, давай выбираться из этой воровской дыры. Дай-ка я попробую приподнять сундучок…</p>
<p>Оказалось, что весу в сундуке не меньше пятидесяти фунтов. Поднять-то его Том поднял, но тащить такую тяжесть по узким проходам было просто невозможно. К тому же полусгнившее дерево могло вот-вот рассыпаться в прах.</p>
<p>– Так я и думал, – сказал он. – Хорошо еще, что я догадался захватить с собой мешки.</p>
<p>Золото и серебро пересыпали в мешки, и мальчишки поволокли их из норы к камню с крестом.</p>
<p>– А ружья, – спохватился Гек, – и все остальное?</p>
<p>– Пусть остаются. Пригодятся, когда подадимся в разбойники. Здесь будет наш штаб, и оргии мы тоже здесь будем учинять. Для оргий тут самое что ни на есть подходящее место.</p>
<p>– А что за оргии?</p>
<p>– Мне почем знать? Только разбойники вечно устраивают оргии, значит, и нам придется. Пошли, Гек, нечего тут больше околачиваться.</p>
<p>– Должно быть, поздно уже. А есть-то как охота!</p>
<p>Спустя четверть часа они выбрались на волю и осторожно огляделись, не выходя из зарослей сумаха. Вокруг не было ни души. Том и Гек уселись в челноке и принялись закусывать, а насытившись, набили трубки и закурили.</p>
<p>Солнце уже клонилось к западу, когда они пустились в обратный путь. Том греб, держась вблизи берега, и весело болтал с Геком, а как только стемнело, развернул лодку и причалил.</p>
<p>– Вот что, Гек, – сказал он, – деньги, я думаю, мы спрячем на сеновале у вдовы, а утром я приду, мы их сосчитаем и поделим, а потом подыщем в лесу местечко, где их никто не найдет. Ты посиди постереги, а я мигом обернусь, только позаимствую тележку у Бенни Тэйлора.</p>
<p>Том умчался и скоро вернулся с тележкой, погрузил в нее мешки, прикрыл старыми тряпками, и мальчишки тронулись в путь, толкая перед собой тележку. Поравнявшись с домом старика валлийца, они остановились передохнуть, но едва собрались двинуться дальше, как на крыльце появился сам старик и окликнул их:</p>
<p>– Эй, кто идет?</p>
<p>– Гек Финн и Том Сойер!</p>
<p>– Ну и дела! Идемте скорей, ребята, все только вас и дожидаются. Бегите вперед, а я потащу тележку. Тяжесть, однако, изрядная! Что это тут у вас? Небось, кирпичи или железный лом?</p>
<p>– Железный лом.</p>
<p>– Так я и думал. В нашем городке все мальчишки гоняются за железным ломом, за который им на заводе дадут жалкие гроши, а по-настоящему работать никто не хочет, даже если предложить вдвое больше. Странно человек устроен. Да вы поторапливайтесь, парни, что это вы ноги едва волочите!</p>
<p>Том поинтересовался было, что за спешка, и получил ответ:</p>
<p>– Скоро узнаете, дайте только добраться до дома миссис Дуглас.</p>
<p>Гек, привыкший ко всякой напраслине, с опаской проговорил:</p>
<p>– Мистер Джонс, мы ничего такого не сделали!</p>
<p>Валлиец рассмеялся:</p>
<p>– Уж и не знаю, Гек, мой мальчик. Разве вдова к тебе плохо относится?</p>
<p>– Нет. Она добрая женщина, что правда, то правда.</p>
<p>– Ну так чего тебе бояться?</p>
<p>Гек все еще соображал, что могут означать слова валлийца, когда его вместе с Томом втолкнули в гостиную вдовы Дуглас. Мистер Джонс поставил тележку у крыльца и вошел следом.</p>
<p>Гостиная была ярко освещена – здесь собрались все, кто имел хоть какой-нибудь вес в городишке: Тэтчеры, Харперы, Роджерсы, тетя Полли, Сид, Мэри, пастор, редактор местной газетенки и еще куча народу, все разодетые в пух и прах. Вдова встретила мальчиков так ласково, словно они и не были с ног до головы перемазаны глиной и закапаны свечным салом. Тетя Полли, побагровев от стыда, грозно нахмурилась.</p>
<p>Старик валлиец сказал:</p>
<p>– Парни еще не успели привести себя в порядок. Я уж было думал, что не сыщу Тома и Гека, да вдруг встретился с ними у самых своих дверей. Вот и привел их сюда.</p>
<p>– И замечательно сделали, – сказала вдова. – Идемте со мной, мальчики.</p>
<p>Она отвела их в спальню и наказала:</p>
<p>– Теперь вам нужно умыться и переодеться. Здесь два совсем новых костюма, рубашки, носки – да все, что понадобится. Это костюмы для Гека. Нет, Гек, не нужно благодарить – один из них купил мистер Джонс, а я другой. Но они вам обоим впору. И поторопитесь, – добавила она. – Мы вас подождем, а вы сразу спускайтесь вниз.</p>
<p>С этими словами вдова Дуглас скрылась.</p>
</section><section><title><p>Глава 34</p>
</title><p>– Том, – угрюмо проговорил Гек, – вообще-то, отсюда можно удрать через окно, если найдется веревка. Тут не очень высоко.</p>
<p>– Чушь! С чего бы это нам удирать?</p>
<p>– Да не привык я к такой компании. Не вытерпеть мне. Ей-богу, я вниз не пойду, так и знай.</p>
<p>– Брось! Это пустяки. Погляди на меня – я же не боюсь. И ты не бойся, я все время буду с тобой.</p>
<p>Тут в дверях возник Сид.</p>
<p>– Ну, Том, – начал он, – тетя Полли весь день тебя дожидалась. Мэри приготовила твой парадный костюм. И вообще, все из-за тебя переволновались. Послушайте-ка, что это вы оба в глине с ног до головы?</p>
<p>– Ты, мистер Сид, не суй нос не в свое дело. Лучше скажи, что это тут затевается?</p>
<p>– Вечеринка у вдовы. В честь валлийца с сыновьями, потому что они ее спасли в ту ночь. А хочешь, я тебе еще кое-что порасскажу?</p>
<p>– Валяй!</p>
<p>– Мистер Джонс собирается нынче вечером удивить всю публику. Я сам слышал, как он рассказывал по секрету тете Полли… Да какой же это теперь секрет! Все его давно знают, и вдова тоже, хоть и делают вид, будто им невдомек. Поэтому валлиец и хотел, чтобы Гек был тут, без Гека никакого сюрприза не выйдет, понимаешь?</p>
<p>– Какой еще сюрприз?</p>
<p>– Да это насчет того, что Гек выследил бандитов. Мистер Джонс воображает, будто никто ни о чем не подозревает, а это давным-давно ни для кого не тайна…</p>
<p>Сид препротивно хихикнул.</p>
<p>– Это, значит, ты всем разболтал? – спросил Том.</p>
<p>– А теперь разве не все равно? Может я, может, и кто другой.</p>
<p>– Сид, только один человек в этом городе способен на такую подлость. Если б ты оказался на месте Гека, ты бы молчал как рыба. Ты только и годишься на то, чтобы делать пакости, а сам терпеть не можешь, когда других хвалят за что-нибудь стоящее. Ну-ка, получи! А «спасибо» можешь оставить при себе.</p>
<p>Наскоро отодрав Сида за уши, Том двумя пинками выдворил его за дверь.</p>
<p>– Ступай, жалуйся тетушке, если хватит духу, а пожалуешься – завтра получишь добавки.</p>
<p>Спустя несколько минут гости вдовы уже сидели за ужином. Для детей, в соответствии с обычаем тех мест и того времени, были поставлены небольшие столы вплотную к стене гостиной. Но вот пришло время, и старый валлиец поднялся и начал свою речь. Прежде всего он поблагодарил вдову за честь, которую она оказала ему и его сыновьям, а затем торжественно объявил, что есть еще один человек, чьи заслуги так же велики, как и его скромность…</p>
<p>Ну и все такое прочее. Мистер Джонс весьма драматично изобразил события достопамятного вечера и ночи и под конец раскрыл тайную роль Гека в спасении вдовы. Однако впечатление, произведенное им на слушателей, оказалось далеко не таким сильным, как он ожидал. Только вдова очень естественно изобразила изумление и наговорила Геку столько ласковых слов и так благодарила его, что он и думать забыл про нестерпимые мучения, которые причинял ему новый костюм.</p>
<p>Далее вдова заявила, что хотела бы взять Гека на воспитание, а со временем, когда найдутся деньги, помочь ему завести собственное дело.</p>
<p>И тут Том почувствовал, что пробил его час. Не долго думая, он брякнул:</p>
<p>– Гек в деньгах не нуждается. Он и без того богат.</p>
<p>Только памятуя о приличиях, гости смогли удержаться от смеха, сочтя слова Тома не слишком удачной шуткой. Однако возникла неловкая пауза, и Том первым ее прервал:</p>
<p>– У Гека достаточно денег. Вы, может, и не поверите, но денег у него побольше, чем у многих в нашем городе. Погодите минуту!</p>
<p>Том выскочил за дверь, а гости в недоумении принялись поглядывать то друг на друга, то на Гека, который сидел молча, словно язык проглотил.</p>
<p>– Сид, что это такое с Томом? – поинтересовалась тетя Полли. – Он… Вот никогда с этим мальчишкой не знаешь…</p>
<p>Тут в гостиную ввалился Том, сгибаясь в три погибели под тяжестью мешков, и тетя Полли так и не закончила всем известную фразу. В следующую минуту он вывалил на стол груду золота и торжествующе произнес:</p>
<p>– Ну, что я вам говорил?! Половина этой кучи принадлежит Геку, а вторая – моя!</p>
<p>У присутствующих перехватило дыхание. Гости не сводили глаз со сверкающей горы монет, и довольно долго никто не мог произнести ни слова. Потом все разом потребовали объяснений, и Том пообещал, что за этим дело не станет. Рассказ его слушали как зачарованные, и когда Том закончил, мистер Джонс сказал:</p>
<p>– А я-то, старый пень, думал, что приготовил замечательный сюрприз для всех! Придется признать, что по сравнению с сюрпризом мистера Тома это просто сущие пустяки.</p>
<p>Чуть погодя деньги пересчитали, и оказалось, что их несколько больше двенадцати тысяч долларов. Никому еще не приходилось видеть такой суммы сразу, хотя кое у кого из присутствующих имелись капиталы и повнушительней.</p>
</section><section><title><p>Глава 35</p>
</title><p>Ничего удивительного, читатель, нет в том, что находка Тома и Гека вызвала настоящее смятение в умах жителей городка. Такая сумма, да еще наличными, – это трудно было даже вообразить! Пересудам в Сент-Питерсберге не было конца: одни завидовали, другие восхищались, а были и такие, что повредились рассудком, не выдержав нездорового волнения. В городе и окрестных поселках разобрали до фундамента все заброшенные дома, и даже земля под ними была многократно перекопана в поисках кладов – и не мальчишками, а солидными и положительными людьми, отцами семейств. Куда бы ни пошли Том с Геком, за ними везде тащились любопытные. Раньше никто не прислушивался к тому, что они говорили, а теперь даже незнакомые люди подхватывали и повторяли за ними каждое слово; что бы они ни сделали, все выходило у них, по всеобщему мнению, просто замечательно. Похоже, их уже не считали простыми смертными, и словно в подтверждение этого городская газетенка опубликовала их биографии, из которых следовало, что оба – и Том, и Гек – еще в колыбели демонстрировали все признаки незаурядности и множество талантов.</p>
<p>Вдова Дуглас положила деньги Гека в банк под проценты, а судья Тэтчер по просьбе тети Полли сделал то же самое для Тома, и теперь у каждого из мальчиков был просто колоссальный доход – по доллару в день, а в воскресенье – полдоллара. Это равнялось содержанию местного пастора – в те времена всего за доллар с четвертью в неделю человек мог получить жилье и стол, одеваться, а вдобавок стричься и бриться.</p>
<p>Судья Тэтчер теперь был самого высокого мнения о Томе Сойере. Он не раз говорил в кругу приятелей, что обыкновенный мальчик не смог бы вывести его дочь из пещеры, а когда Бекки по секрету рассказала отцу, что в школе Том ради нее выдержал порку, судья был тронут до глубины души и назвал ложь, которую Том использовал для того, чтобы розги достались ему, а не Бекки, святой ложью, достойной войти в историю наравне с исключительной правдивостью Джорджа Вашингтона!</p>
<p>Никогда еще отец не казался Бекки таким важным и серьезным, как в тот день, когда он произнес эти слова, расхаживая взад-вперед по ковру. Поэтому она сейчас же побежала к Тому и рассказала ему все.</p>
<p>Кроме того, судья заявил, что надеется когда-нибудь увидеть Тома великим законодателем или прославленным полководцем, и добавил, что приложит все силы для того, чтобы Том попал в Национальную военную академию, а потом изучил бы юридические науки в лучшем университете страны и таким образом подготовился к той или другой карьере, а возможно, и к обеим сразу.</p>
<p>Богатство Гека Финна и то, что теперь он находился под опекой вдовы Дуглас, буквально втолкнуло его в приличное общество, и Гек страдал, как нераскаявшийся грешник в аду. Прислуга вдовы одевала его, умывала и причесывала, его ежедневно укладывали спать на омерзительно чистых простынях. Геку приходилось есть с тарелки, пользоваться ножом, вилкой и салфеткой, пить из чашки, не говоря уже о том, что нужно было учить уроки по книжкам, ходить по воскресеньям в церковь и говорить так вежливо, что потерялся всякий вкус к разговорам. Одним словом, куда ни кинь – кандалы цивилизации сковывали его по рукам и ногам, лишая свободы.</p>
<p>Добрых три недели он мужественно терпел все эти ужасы, но в один прекрасный день сбежал. Смертельно огорченная и встревоженная вдова двое суток разыскивала его повсюду. Она подняла на ноги весь город, даже забрасывали сети в реку в надежде выловить мертвое тело Гека.</p>
<p>И лишь на третий день рано утром Том Сойер догадался заглянуть в пустые бочки, валявшиеся за старой бойней, и в одной из них обнаружил беглеца. Как в старые добрые времена, Гек тут и ночевал; он уже успел стащить кое-что из съестного и позавтракал, а теперь возлежал, развалясь и покуривая трубку. Разумеется, он был немыт, нечесан, одет в те самые лохмотья, которые раньше придавали ему такой живописный вид, и совершенно счастлив. Том вытащил его из бочки, поведал, каких он всем причинил хлопот, и потребовал, чтобы приятель вернулся домой.</p>
<p>Лицо Гека, только что спокойное и счастливое, помрачнело. Он сказал:</p>
<p>– Дохлое это дело, Том. Я уже пробовал, да не выходит. Я думаю, все это мне ни к чему. Вдова добрая, не обижает, только порядки, которые она у себя завела, не по мне. Ты только прикинь: велит вставать каждое утро в одно и то же время и тут же гонит умываться, потом сама причесывает, чисто все волосы выдрала… Я уж не говорю о том, что в дровяном сарае спать не позволяет; да еще носи этот чертов костюм, а в нем просто задохнешься, и такой он, прах его побери, чистый, что ни тебе лечь, ни тебе сесть, ни на травке поваляться! В церковь ходи, парься там… А проповеди! Это ж чистая погибель: мух не лови, не разговаривай, да еще и сиди в башмаках, не снимая, полдня. Обедает вдова по звонку, спать ложится по звонку, встает по звонку – все у нее одно за другим. Где ж человеку такое вытерпеть!</p>
<p>– Да ведь и у других то же самое, Гек!</p>
<p>– Знаешь, Том, мне до этого никакого дела нет. Я не другие, мне этого не снести. Не могу я жить, точно веревками связанный. И еда уж слишком легко достается – ее и есть-то неинтересно. Рыбу ловить – спросись, купаться – спросись, да и вообще, куда ни вздумается пойти – спросись, дьявол бы их всех подрал. А уж ругаться – ни-ни, так что даже и рот открывать неохота. Приходится лазить на чердак и там отводить душу, а не то хоть вешайся. Курить запрещается, орать не дозволено, зевать тоже, ни тебе потянуться, ни почесаться, особенно при гостях… И без конца молится, чтоб ей! Я таких сроду не видывал! Только и знает, что хлопочет да заботится! Ну что это за жизнь? А вот еще школа скоро начнется, мне и туда надо было бы ходить – тут и святой взвоет. Пришлось удрать, Том, ничего не поделаешь! Вот эта одежонка как раз по мне, и бочка тоже подходящая, и теперь я с ними ни за какое золото не расстанусь. И вот что я тебе еще скажу, Том: ничего хорошего в этом богатстве нет, напрасно мы с тобой так думали. Если б не эти деньги, ни за что бы я не вляпался в эту историю с вдовой. Так что бери-ка ты мою долю себе, а мне выдавай время от времени центов по десять – только не часто, не люблю я, когда на меня деньги с неба сыплются. И еще: попробуй все-таки уговорить вдову, чтоб она на меня не серчала…</p>
<p>– Знаешь, Гек, ничего из этого не выйдет. Может, потерпишь еще немного – а вдруг тебе в конце концов понравится?</p>
<p>– Понравится?! А ты бы попробовал посидеть часок на горячей плите – тебе понравилось бы? Нет, Том, не хочу я этого богатства, не хочу жить в этих душных домах. Мне нравится в лесу, на реке и в бочке – там я и останусь. Ну их ко всем чертям! И надо же, как раз тогда, когда у нас есть и ружья, и пещера, и мы уже вроде собрались в разбойники, вдруг случилась эта чепуха и все пошло наперекосяк!</p>
<p>Том решил воспользоваться ситуацией:</p>
<p>– Слышь, Гек, но ведь я-то, хоть и разбогател, все равно подамся в разбойники.</p>
<p>– Да ты что? Ох, провалиться мне на этом месте! А ты не врешь, Том?</p>
<p>– Чистая правда – такая же, как то, что я здесь сижу. Только, знаешь, Гек, как же мы сможем принять тебя в шайку, если ты так плохо одет?</p>
<p>Улыбку с лица Гека словно ветром сдуло.</p>
<p>– Как это не сможете? В пираты же вы меня приняли!</p>
<p>– Ну пираты – другое дело. Разбойники куда выше пиратов. Они во всех странах сплошь из самых знатных: герцоги там, графы, да мало ли кто еще.</p>
<p>– Том, ты всегда был мне другом! Что же ты, прогонишь меня, что ли? Примешь ведь, скажи, а?</p>
<p>– Гек, я бы принял, но что люди скажут? Ну каково нам будет слышать: «Ох и шайка у Тома Сойера! Сплошные оборванцы!» Это, между прочим, про тебя будут говорить, Гек. Тебе будет неприятно, а о себе я и не говорю.</p>
<p>Гек долго молчал, борясь с собой, и наконец выдавил:</p>
<p>– Ну ладно, Том. Поживу у вдовы еще с месяц, может, как-нибудь и вытерплю. Но при одном условии: если вы возьмете меня в шайку.</p>
<p>– Вот это я понимаю, Гек! Пойдем, старина, я попрошу, чтобы вдова тебя поменьше терзала.</p>
<p>– Нет, ей-богу? Здорово! Если она не будет цепляться со своими порядками, я и курить буду потихоньку, и ругаться тоже и хоть из кожи вон вылезу, а вытерплю. А ты когда соберешь шайку и двинешь в разбойники?</p>
<p>– Да прямо сегодня. Нынче вечером сойдемся и устроим посвящение.</p>
<p>– Чего устроим?</p>
<p>– Посвящение.</p>
<p>– А это еще что такое?</p>
<p>– Это когда все клянутся помогать друг другу и не выдавать секретов, даже если тебя станут рубить в капусту, а если кто обидит кого-нибудь из нашей шайки, того убивать, и всех его родичей тоже.</p>
<p>– Ох и повеселимся!</p>
<p>– А ты думал! Такую клятву приносят ровно в полночь, и чтоб место было самое страшное и безлюдное – вроде того дома, где бродяги прятались, да только таких домов нынче уже днем с огнем не сыскать.</p>
<p>– Ну хоть в полночь, и то дело, Том.</p>
<p>– Вдобавок клятву надо произносить над гробом и подписывать собственной кровью.</p>
<p>– Вот это по мне! В миллион раз лучше, чем быть пиратом! Сдохну, а останусь у вдовы, Том; а уж если из меня выйдет толковый разбойник и пойдут об этом всякие разговоры, я думаю, она и сама обрадуется, что взяла меня к себе.</p>
</section><section><title><p>Заключение</p>
</title><p>Вот так и заканчивается эта история. И поскольку речь в ней идет о мальчике, здесь она и должна завершиться, а если ее продолжать, она станет историей юноши, а потом и взрослого человека. Когда пишешь книгу о взрослых, всегда наперед известно, где надо поставить точку – в день свадьбы; а когда пишешь о детях, приходится ставить точку там, где это всего удобнее.</p>
<p>Большинство героев, действующих на страницах этой книги, до сих пор живут счастливо и благополучно. И может случиться так, что автору захочется со временем заняться их дальнейшей судьбой и посмотреть, что за люди из них вышли. Поэтому и не следует рассказывать здесь об этой поре их жизни.</p>
</section>
    `;

bookName = "tomsoyer";


let storageSave = (activeElem) => {
    localStorage.setItem(bookName, +activeElem.getAttribute("id"));
    console.log(localStorage.getItem(bookName));
};